Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# exitConfirmDescription
source: Leaving this page will discard any unsaved changes.
bn: এই পৃষ্ঠা ছেড়ে গেলে সংরক্ষণ না করা সব পরিবর্তন হারিয়ে যাবে।
de: Beim Verlassen dieser Seite gehen alle nicht gespeicherten Änderungen verloren.
el: Η έξοδος από αυτή τη σελίδα θα οδηγήσει σε απώλεια όλων των μη αποθηκευμένων αλλαγών.
es: Salir de esta página hará que se pierdan los cambios no guardados.
fil: Ang pag-alis sa pahinang ito ay magreresulta sa pagkawala ng lahat ng hindi nai-save na pagbabago.
fr: Quitter cette page entraînera la perte de toutes les modifications non enregistrées.
hi: इस पेज से बाहर जाने पर सभी असहेजे गए बदलाव खो जाएंगे।
id: Keluar dari halaman ini akan menghapus semua perubahan yang belum disimpan.
it: Uscire da questa pagina comporterà la perdita di tutte le modifiche non salvate.
ja: このページを離れると、未保存の変更は失われます。
ko: 이 페이지를 나가면 저장되지 않은 변경 사항이 모두 사라집니다.
ms: Meninggalkan halaman ini akan menyebabkan semua perubahan yang belum disimpan hilang.
nl: Als je deze pagina verlaat, gaan niet-opgeslagen wijzigingen verloren.
pt: Sair desta página fará com que todas as alterações não salvas sejam perdidas.
th: การออกจากหน้านี้จะทำให้การแก้ไขที่ยังไม่ได้บันทึกสูญหาย
uk: Вихід призведе до втрати всіх незбережених змін.
zh: 退出此页面将丢失所有未保存的修改。

source: Exit
bn: বের হন
de: Beenden
el: Έξοδος
es: Salir
fil: Lumabas
fr: Quitter
hi: बाहर जाएँ
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nl: Afsluiten
pt: Sair
th: ออก
uk: Вийти
zh: 退出

source: Stay Here
bn: এখানেই থাকুন
de: Hier bleiben
el: Παραμονή εδώ
es: Quedarse
fil: Manatili dito
fr: Rester ici
hi: यहीं रहें
id: Tetap di sini
it: Resta qui
ja: ここに留まる
ko: 머무르기
ms: Kekal di sini
nl: Hier blijven
pt: Ficar aqui
th: อยู่ต่อ
uk: Залишитись
zh: 留在此处

source: Photo Editor
bn: এডিটর
de: Editor
el: Επεξεργαστής
es: Editor
fil: Editor
fr: Éditeur
hi: एडिटर
id: Editor
it: Editor
ja: エディター
ko: 편집기
ms: Editor
nl: Editor
pt: Editor
th: ตัวแก้ไข
uk: Редактор
zh: 编辑器

# editsRemainingThisMonth
source: {count, plural, =0{No edits remaining for this month} =1{1 edit remaining for this month} other{{count} edits remaining for this month}}
bn: {count, plural, =0{এই মাসে কোনো সম্পাদনা অবশিষ্ট নেই} =1{এই মাসে ১টি সম্পাদনা অবশিষ্ট} other{এই মাসে {count}টি সম্পাদনা অবশিষ্ট}}
de: {count, plural, =0{Diesen Monat keine Bearbeitungen übrig} =1{Diesen Monat 1 Bearbeitung übrig} other{{count} Bearbeitungen diesen Monat übrig}}
el: {count, plural, =0{Δεν απομένουν επεξεργασίες αυτόν τον μήνα} =1{Απομένει 1 επεξεργασία αυτόν τον μήνα} other{Απομένουν {count} επεξεργασίες αυτόν τον μήνα}}
es: {count, plural, =0{No quedan ediciones este mes} =1{1 edición restante este mes} other{{count} ediciones restantes este mes}}
fil: {count, plural, =0{Wala nang natitirang edit ngayong buwan} =1{1 edit ang natitira ngayong buwan} other{{count} edit ang natitira ngayong buwan}}
fr: {count, plural, =0{Aucune modification restante ce mois-ci} =1{1 modification restante ce mois-ci} other{{count} modifications restantes ce mois-ci}}
hi: {count, plural, =0{इस महीने कोई एडिट शेष नहीं} =1{इस महीने 1 एडिट शेष} other{इस महीने {count} एडिट शेष}}
id: {count, plural, =0{Tidak ada edit tersisa bulan ini} =1{1 edit tersisa bulan ini} other{{count} edit tersisa bulan ini}}
it: {count, plural, =0{Nessuna modifica rimasta questo mese} =1{1 modifica rimasta questo mese} other{{count} modifiche rimaste questo mese}}
ja: {count, plural, =0{今月の残り編集回数はありません} =1{今月の残り編集回数は1回です} other{今月の残り編集回数は{count}回です}}
ko: {count, plural, =0{이번 달 남은 수정이 없습니다} =1{이번 달 1회 수정 가능} other{이번 달 {count}회 수정 가능}}
ms: {count, plural, =0{Tiada suntingan baki bulan ini} =1{1 suntingan baki bulan ini} other{{count} suntingan baki bulan ini}}
nl: {count, plural, =0{Geen bewerkingen meer deze maand} =1{1 bewerking resterend deze maand} other{{count} bewerkingen resterend deze maand}}
pt: {count, plural, =0{Nenhuma edição restante este mês} =1{1 edição restante este mês} other{{count} edições restantes este mês}}
th: {count, plural, =0{ไม่มีการแก้ไขเหลือเดือนนี้} =1{เหลือ 1 การแก้ไขเดือนนี้} other{เหลือ {count} การแก้ไขเดือนนี้}}
uk: {count, plural, =0{Немає змін цього місяця} =1{1 зміна цього місяця} other{{count} змін цього місяця}}
zh: {count, plural, =0{本月无剩余修改} =1{本月剩余 1 次修改} other{本月剩余 {count} 次修改}}

# checkingEditBalance
source: Checking your edit balance...
bn: আপনার সম্পাদনার ব্যালেন্স যাচাই করা হচ্ছে...
de: Bearbeitungskontingent wird geprüft...
el: Έλεγχος υπολοίπου επεξεργασιών...
es: Comprobando saldo de ediciones...
fil: Sinusuri ang iyong edit balance...
fr: Vérification de votre solde de modifications...
hi: आपका एडिट बैलेंस जाँचा जा रहा है...
id: Memeriksa saldo edit Anda...
it: Verifica del saldo modifiche...
ja: 編集回数を確認中…
ko: 수정 가능 횟수 확인 중...
ms: Menyemak baki suntingan anda...
nl: Bewerkingssaldo controleren...
pt: Verificando saldo de edições...
th: กำลังตรวจสอบจำนวนการแก้ไข...
uk: Перевірка балансу змін...
zh: 正在检查您的修改余额…

source: Keep Editing
bn: সম্পাদনা চালিয়ে যান
de: Weiter bearbeiten
el: Συνέχεια επεξεργασίας
es: Seguir editando
fil: Magpatuloy mag-edit
fr: Continuer à modif.
hi: एडिट जारी रखें
id: Lanjut edit
it: Continua modif.
ja: 編集を続ける
ko: 계속 수정
ms: Teruskan sunting
nl: Verder bewerken
pt: Continuar editando
th: แก้ไขต่อ
uk: Продовжити
zh: 继续编辑

source: Download
bn: ডাউনলোড
de: Herunterladen
el: Λήψη
es: Descargar
fil: I-download
fr: Télécharger
hi: डाउनलोड
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
ms: Muat turun
nl: Downloaden
pt: Baixar
th: ดาวน์โหลด
uk: Завантажити
zh: 下载

source: Share
bn: শেয়ার
de: Teilen
el: Κοινοποίηση
es: Compartir
fil: Ibahagi
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nl: Delen
pt: Compartilhar
th: แชร์
uk: Поділитись
zh: 分享

source: Generate
bn: তৈরি করুন
de: Generieren
el: Δημιουργία
es: Generar
fil: Bumuo
fr: Générer
hi: जनरेट करें
id: Hasilkan
it: Genera
ja: 生成
ko: 생성
ms: Jana
nl: Genereren
pt: Gerar
th: สร้าง
uk: Згенерувати
zh: 生成

# promptInputPlaceholder
source: Describe what you want to edit...
bn: আপনি যে পরিবর্তনটি করতে চান তা লিখুন...
de: Beschreibe die gewünschte Änderung...
el: Γράψτε την επεξεργασία που θέλετε να κάνετε...
es: Escribe la edición que quieres hacer...
fil: Isulat ang edit na gusto mong gawin...
fr: Écrivez la modification que vous voulez faire...
hi: जो बदलाव करना चाहते हैं, लिखें...
id: Tulis perubahan yang ingin Anda lakukan...
it: Scrivi la modifica che vuoi fare...
ja: 行いたい編集内容を入力…
ko: 원하는 수정 내용을 입력하세요...
ms: Tulis suntingan yang anda mahu buat...
nl: Beschrijf de wijziging die je wilt maken...
pt: Descreva a edição que deseja fazer...
th: พิมพ์การแก้ไขที่คุณต้องการ...
uk: Опишіть бажану зміну...
zh: 输入你想要的修改内容…

# pictureInputPlaceholder
source: Tap to select a picture
bn: নির্বাচন করতে চাপুন
de: Tippen zum Auswählen
el: Πατήστε για επιλογή
es: Toca para seleccionar
fil: Pindutin para pumili
fr: Appuyez pour sélectionner
hi: चुनने के लिए टैप करें
id: Ketuk untuk memilih
it: Tocca per selezionare
ja: タップして選択
ko: 탭하여 선택
ms: Tekan untuk pilih
nl: Tik om te selecteren
pt: Toque para selecionar
th: แตะเพื่อเลือก
uk: Натисніть, щоб вибрати
zh: 点击选择

# loadingSubtitle1
source: Shaping the unseen...
bn: অদৃশ্যকে রূপ দিচ্ছি...
de: Das Unsichtbare formen...
el: Διαμορφώνοντας το αόρατο...
es: Dando forma a lo invisible...
fil: Hinuhubog ang hindi nakikita...
fr: Façonner l'invisible...
hi: अदृश्य को आकार देना...
id: Membentuk yang tak terlihat...
it: Plasmare l'invisibile...
ja: 見えないものを形に…
ko: 보이지 않는 것을 형상화하는 중...
ms: Membentuk yang tidak kelihatan...
nl: Het onzichtbare vormen...
pt: Moldando o invisível...
th: สร้างสิ่งที่มองไม่เห็น...
uk: Формуємо невидиме...
zh: 塑造无形之物…

# loadingSubtitle2
source: Weaving digital dreams...
bn: ডিজিটাল স্বপ্ন বুনছি...
de: Digitale Träume weben...
el: Υφαίνοντας ψηφιακά όνειρα...
es: Tejiendo sueños digitales...
fil: Hinahabi ang digital na mga pangarap...
fr: Tisser des rêves numériques...
hi: डिजिटल सपने बुनना...
id: Merajut mimpi digital...
it: Tessere sogni digitali...
ja: デジタルの夢を紡ぐ…
ko: 디지털 꿈을 엮는 중...
ms: Menenun impian digital...
nl: Digitale dromen weven...
pt: Tecendo sonhos digitais...
th: ถักทอความฝันดิจิทัล...
uk: Плетемо цифрові мрії...
zh: 编织数字梦境…

# loadingSubtitle3
source: Painting with pixels...
bn: পিক্সেল দিয়ে আঁকছি...
de: Mit Pixeln malen...
el: Ζωγραφίζοντας με pixels...
es: Pintando con píxeles...
fil: Nagpipinta gamit ang mga pixel...
fr: Peindre avec des pixels...
hi: पिक्सेल से पेंट करना...
id: Melukis dengan piksel...
it: Dipingere con i pixel...
ja: ピクセルで描く…
ko: 픽셀로 그리는 중...
ms: Melukis dengan piksel...
nl: Schilderen met pixels...
pt: Pintando com pixels...
th: วาดด้วยพิกเซล...
uk: Малюємо пікселями...
zh: 用像素作画…

# loadingSubtitle4
source: Crafting visual magic...
bn: ভিজ্যুয়াল জাদু তৈরি করছি...
de: Visuelle Magie erschaffen...
el: Δημιουργώντας οπτική μαγεία...
es: Creando magia visual...
fil: Lumilikha ng biswal na mahika...
fr: Créer de la magie visuelle...
hi: दृश्य जादू बनाना...
id: Mencipta keajaiban visual...
it: Creare magia visiva...
ja: ビジュアルの魔法を創造…
ko: 시각적 마법을 창조하는 중...
ms: Mencipta magis visual...
nl: Visuele magie creëren...
pt: Criando magia visual...
th: สร้างเวทมนตร์ทางภาพ...
uk: Створюємо візуальну магію...
zh: 创造视觉魔法…

# loadingSubtitle5
source: Bending reality...
bn: বাস্তবতাকে বাঁকাচ্ছি...
de: Die Realität verbiegen...
el: Λυγίζοντας την πραγματικότητα...
es: Doblando la realidad...
fil: Binabaluktot ang realidad...
fr: Plier la réalité...
hi: हकीकत मोड़ना...
id: Membengkokkan realitas...
it: Piegare la realtà...
ja: 現実を曲げる…
ko: 현실을 비트는 중...
ms: Membengkokkan realiti...
nl: De realiteit buigen...
pt: Dobrando a realidade...
th: บิดเบือนความจริง...
uk: Згинаємо реальність...
zh: 弯曲现实…

# loadingSubtitle6
source: Conjuring imagination...
bn: কল্পনাকে আহ্বান করছি...
de: Fantasie heraufbeschwören...
el: Επικαλούμενοι τη φαντασία...
es: Invocando la imaginación...
fil: Tinatawag ang imahinasyon...
fr: Invoquer l'imagination...
hi: कल्पना जगाना...
id: Membangkitkan imajinasi...
it: Invocare l'immaginazione...
ja: 想像力を呼び覚ます…
ko: 상상력을 불러오는 중...
ms: Memanggil imaginasi...
nl: De verbeelding oproepen...
pt: Invocando a imaginação...
th: ปลุกจินตนาการ...
uk: Пробуджуємо уяву...
zh: 唤醒想象力…

# loadingSubtitle7
source: Sculpting light...
bn: আলোকে গড়ে তুলছি...
de: Licht formen...
el: Σμιλεύοντας το φως...
es: Esculpiendo la luz...
fil: Inuukit ang liwanag...
fr: Sculpter la lumière...
hi: रोशनी तराशना...
id: Memahat cahaya...
it: Scolpire la luce...
ja: 光を彫刻する…
ko: 빛을 조각하는 중...
ms: Mengukir cahaya...
nl: Licht vormgeven...
pt: Esculpindo a luz...
th: ปั้นแสง...
uk: Ліпимо світло...
zh: 雕刻光影…

# loadingSubtitle8
source: Transcending boundaries...
bn: সীমা অতিক্রম করছি...
de: Grenzen überwinden...
el: Υπερβαίνοντας τα όρια...
es: Trascendiendo fronteras...
fil: Nilalampasan ang mga hangganan...
fr: Transcender les frontières...
hi: सीमाएँ पार करना...
id: Melampaui batas...
it: Oltrepassare i confini...
ja: 境界を超える…
ko: 경계를 초월하는 중...
ms: Melangkaui sempadan...
nl: Grenzen overstijgen...
pt: Transcendendo fronteiras...
th: ก้าวข้ามขีดจำกัด...
uk: Виходимо за межі...
zh: 突破边界…

source: Image Source
bn: ছবির উৎস
de: Bildquelle
el: Πηγή εικόνας
es: Origen de la imagen
fil: Pinagmulan ng larawan
fr: Source de l'image
hi: छवि स्रोत
id: Sumber gambar
it: Origine immagine
ja: 画像ソース
ko: 이미지 소스
ms: Sumber imej
nl: Afbeeldingsbron
pt: Origem da imagem
th: แหล่งที่มาของรูปภาพ
uk: Джерело зображення
zh: 图片来源

# imageSourceDescription
source: Choose the source of the image you want to edit.
bn: যে ছবিটি সম্পাদনা করতে চান তার উৎস নির্বাচন করুন।
de: Wähle die Quelle des Bildes, das du bearbeiten möchtest.
el: Επιλέξτε την πηγή της εικόνας που θέλετε να επεξεργαστείτε.
es: Elige la fuente de la imagen que deseas editar.
fil: Piliin ang pinagmulan ng larawang nais mong i-edit.
fr: Choisissez la source de l'image que vous souhaitez modifier.
hi: जिस छवि को एडिट करना चाहते हैं, उसका स्रोत चुनें।
id: Pilih sumber gambar yang ingin Anda edit.
it: Scegli la fonte dell'immagine che vuoi modificare.
ja: 編集したい画像のソースを選択してください。
ko: 편집할 이미지의 출처를 선택하세요.
ms: Pilih sumber imej yang ingin anda sunting.
nl: Kies de bron van de afbeelding die je wilt bewerken.
pt: Escolha a origem da imagem que deseja editar.
th: เลือกแหล่งที่มาของรูปภาพที่คุณต้องการแก้ไข
uk: Виберіть джерело зображення для редагування.
zh: 选择你想要编辑的图片来源。

source: Camera
bn: ক্যামেরা
de: Kamera
el: Κάμερα
es: Cámara
fr: Caméra
hi: कैमरा
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
ms: Kamera
pt: Câmera
th: กล้อง
uk: Камера
zh: 相机

source: Gallery
bn: গ্যালারি
de: Galerie
el: Συλλογή
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
ms: Galeri
nl: Galerij
pt: Galeria
th: แกลเลอรี
uk: Галерея
zh: 相册

# premiumHookTitle
source: Enjoy **Lumena PRO** for **FREE**
bn: **Lumena PRO** উপভোগ করুন **বিনামূল্যে**
de: Genieße **Lumena PRO** **KOSTENLOS**
el: Απολαύστε το **Lumena PRO** **ΔΩΡΕΑΝ**
es: Disfruta **Lumena PRO** **GRATIS**
fil: I-enjoy ang **Lumena PRO** **LIBRE**
fr: Profitez de **Lumena PRO** **GRATUITEMENT**
hi: **Lumena PRO** का आनंद लें **मुफ़्त**
id: Nikmati **Lumena PRO** **GRATIS**
it: Goditi **Lumena PRO** **GRATIS**
ja: **無料**で **Lumena PRO** を体験
ko: **무료로** **Lumena PRO** 체험하기
ms: Nikmati **Lumena PRO** **PERCUMA**
nl: Geniet **GRATIS** van **Lumena PRO**
pt: Aproveite o **Lumena PRO** **GRÁTIS**
th: ใช้ **Lumena PRO** **ฟรี**
uk: Отримайте **Lumena PRO** **БЕЗКОШТОВНО**
zh: **免费** 体验 **Lumena PRO**

# continueButton
source: Continue
bn: চালিয়ে যান
de: Weiter
el: Συνέχεια
es: Continuar
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
ms: Teruskan
nl: Doorgaan
pt: Continuar
th: ดำเนินการต่อ
uk: Продовжити
zh: 继续

# howFreeTrialWorks
source: How the **free** trial works
bn: **বিনামূল্যে** ট্রায়াল কীভাবে কাজ করে
de: So funktioniert die **kostenlose** Testphase
el: Πώς λειτουργεί η **δωρεάν** δοκιμή
es: Cómo funciona la prueba **gratis**
fil: Paano gumagana ang **libreng** trial
fr: Comment fonctionne l'essai **gratuit**
hi: **मुफ़्त** ट्रायल कैसे काम करता है
id: Cara kerja uji coba **gratis**
it: Come funziona la prova **gratuita**
ja: **無料トライアル**の仕組み
ko: **무료 체험** 이용 방법
ms: Cara percubaan **percuma** berfungsi
nl: Hoe de **gratis** proef werkt
pt: Como funciona o teste **gratuito**
th: วิธีการทำงานของการทดลองใช้ฟรี
uk: Як працює **безкоштовний** пробний період
zh: **免费** 试用如何运作

# step1Title
source: Today
bn: আজ
de: Heute
el: Σήμερα
es: Hoy
fil: Ngayon
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nl: Vandaag
pt: Hoje
th: วันนี้
uk: Сьогодні
zh: 今天

# step1Description
source: Unlock access to Lumena PRO
bn: Lumena PRO-তে প্রবেশাধিকার আনলক করুন
de: Zugriff auf Lumena PRO freischalten
el: Ξεκλειδώστε την πρόσβαση στο Lumena PRO
es: Desbloquea el acceso a Lumena PRO
fil: I-unlock ang access sa Lumena PRO
fr: Débloquez l'accès à Lumena PRO
hi: Lumena PRO का एक्सेस अनलॉक करें
id: Buka akses ke Lumena PRO
it: Sblocca l'accesso a Lumena PRO
ja: Lumena PRO へのアクセスを解除
ko: Lumena PRO 이용 권한 해제
ms: Buka akses kepada Lumena PRO
nl: Ontgrendel toegang tot Lumena PRO
pt: Desbloqueie o acesso ao Lumena PRO
th: ปลดล็อกการเข้าถึง Lumena PRO
uk: Відкрийте доступ до Lumena PRO
zh: 解锁 Lumena PRO 访问权限

# step2Title
source: In 2 days
bn: ২ দিনের মধ্যে
de: In 2 Tagen
el: Σε 2 ημέρες
es: En 2 días
fil: Sa loob ng 2 araw
fr: Dans 2 jours
hi: 2 दिनों में
id: Dalam 2 hari
it: Tra 2 giorni
ja: 2日後
ko: 2일 후
ms: Dalam 2 hari
nl: Over 2 dagen
pt: Em 2 dias
th: ใน 2 วัน
uk: Через 2 дні
zh: 2 天后

# step2Description
source: We'll send you a reminder before your trial ends
bn: ট্রায়াল শেষ হওয়ার আগে আমরা আপনাকে একটি স্মরণ করিয়ে দেব
de: Wir erinnern dich vor dem Ende deiner Testphase
el: Θα σας στείλουμε υπενθύμιση πριν τη λήξη της δοκιμής σας
es: Te enviaremos un recordatorio antes de que termine tu prueba
fil: Magpapadala kami ng paalala bago matapos ang iyong trial
fr: Nous vous enverrons un rappel avant la fin de votre essai
hi: ट्रायल खत्म होने से पहले हम आपको याद दिलाएँगे
id: Kami akan mengirim pengingat sebelum uji coba berakhir
it: Ti invieremo un promemoria prima della fine della prova
ja: トライアル終了前に通知します
ko: 체험 종료 전에 알림을 보내드립니다
ms: Kami akan menghantar peringatan sebelum percubaan anda tamat
nl: We sturen je een herinnering vóór het einde van je proefperiode
pt: Enviaremos um lembrete antes do fim do teste
th: เราจะส่งการแจ้งเตือนก่อนหมดช่วงทดลองใช้
uk: Ми нагадаємо перед завершенням пробного періоду
zh: 试用结束前我们会提醒你

# step3Title
source: In 3 days
bn: ৩ দিনের মধ্যে
de: In 3 Tagen
el: Σε 3 ημέρες
es: En 3 días
fil: Sa loob ng 3 araw
fr: Dans 3 jours
hi: 3 दिनों में
id: Dalam 3 hari
it: Tra 3 giorni
ja: 3日後
ko: 3일 후
ms: Dalam 3 hari
nl: Over 3 dagen
pt: Em 3 dias
th: ใน 3 วัน
uk: Через 3 дні
zh: 3 天后

# step3Description
source: Your PRO subscription will begin, unless you cancel it before
bn: আপনি বাতিল না করলে আপনার PRO সাবস্ক্রিপশন শুরু হবে
de: Dein PRO-Abo startet, sofern du nicht vorher kündigst
el: Η συνδρομή PRO θα ξεκινήσει, εκτός αν την ακυρώσετε νωρίτερα
es: Tu suscripción PRO comenzará, salvo que canceles antes
fil: Magsisimula ang iyong PRO subscription maliban kung kanselahin mo ito
fr: Votre abonnement PRO commencera, sauf si vous l'annulez avant
hi: यदि रद्द न किया गया तो PRO सब्सक्रिप्शन शुरू होगा
id: Langganan PRO dimulai kecuali Anda membatalkannya
it: Il tuo abbonamento PRO inizierà, salvo annullamento
ja: 事前にキャンセルしない場合、PROサブスクリプションが開始されます
ko: 사전에 취소하지 않으면 PRO 구독이 시작됩니다
ms: Langganan PRO anda akan bermula kecuali dibatalkan sebelum itu
nl: Je PRO-abonnement start, tenzij je annuleert
pt: Sua assinatura PRO começará, a menos que você cancele antes
th: การสมัคร PRO จะเริ่มขึ้น เว้นแต่คุณจะยกเลิกก่อน
uk: Почнеться підписка PRO, якщо ви не скасуєте її
zh: 若未提前取消，PRO 订阅将自动开始

# threeDayFreeTrial
source: 3-DAY FREE TRIAL
bn: ৩ দিনের বিনামূল্যে ট্রায়াল
de: 3 TAGE KOSTENLOS TESTEN
el: ΔΩΡΕΑΝ ΔΟΚΙΜΗ 3 ΗΜΕΡΩΝ
es: PRUEBA GRATIS DE 3 DÍAS
fil: 3-ARAW NA LIBRENG TRIAL
fr: ESSAI GRATUIT DE 3 JOURS
hi: 3-दिन का मुफ़्त ट्रायल
id: UJI COBA GRATIS 3 HARI
it: PROVA GRATUITA DI 3 GIORNI
ja: 3日間無料トライアル
ko: 3일 무료 체험
ms: PERCUBAAN PERCUMA 3 HARI
nl: 3 DAGEN GRATIS PROEF
pt: TESTE GRÁTIS DE 3 DIAS
th: ทดลองใช้ฟรี 3 วัน
uk: 3-ДЕННИЙ БЕЗКОШТОВНИЙ ПРОБНИЙ ПЕРІОД
zh: 3 天免费试用

# notEligibleForFreeTrial
source: You are no longer eligible for the free trial
bn: আপনি আর বিনামূল্যে ট্রায়ালের জন্য যোগ্য নন
de: Sie sind nicht mehr für die kostenlose Testversion berechtigt
el: Δεν είστε πλέον επιλέξιμοι για δωρεάν δοκιμή
es: Ya no eres elegible para la prueba gratuita
fil: Hindi ka na kwalipikado sa libreng trial
fr: Vous n'êtes plus éligible à l'essai gratuit
hi: आप मुफ़्त ट्रायल के लिए पात्र नहीं हैं
id: Anda tidak lagi memenuhi syarat uji coba gratis
it: Non sei più idoneo per la prova gratuita
ja: 無料トライアルの対象外になりました
ko: 더 이상 무료 체험을 이용할 수 없습니다
ms: Anda tidak lagi layak untuk percubaan percuma
nl: Je komt niet meer in aanmerking voor de gratis proef
pt: Você não é mais elegível para o teste gratuito
th: คุณไม่มีสิทธิ์ทดลองใช้ฟรีอีกต่อไป
uk: Ви більше не маєте права на пробний період
zh: 您不再有资格享受免费试用

# freeTrialExpirationTitle
source: Your free trial ends soon!
bn: আপনার বিনামূল্যে ট্রায়াল শীঘ্রই শেষ হচ্ছে!
de: Ihre kostenlose Testversion endet bald!
el: Η δωρεάν δοκιμή σας τελειώνει σύντομα!
es: ¡Tu prueba gratuita termina pronto!
fil: Malapit nang matapos ang iyong libreng trial!
fr: Votre essai gratuit se termine bientôt !
hi: आपका मुफ़्त ट्रायल जल्द खत्म होगा!
id: Uji coba gratis Anda akan segera berakhir!
it: La tua prova gratuita sta per scadere!
ja: 無料トライアルが間もなく終了します！
ko: 무료 체험이 곧 종료됩니다!
ms: Percubaan percuma anda hampir tamat!
nl: Je gratis proef eindigt binnenkort!
pt: Seu teste gratuito termina em breve!
th: ช่วงทดลองใช้ฟรีของคุณใกล้จะหมดแล้ว!
uk: Пробний період скоро завершиться!
zh: 您的免费试用即将结束！

# freeTrialExpirationBody
source: Your 3-day free trial will expire in 24 hours. Keep enjoying Lumena PRO!
bn: আপনার ৩ দিনের বিনামূল্যে ট্রায়াল ২৪ ঘন্টার মধ্যে শেষ হবে। Lumena PRO উপভোগ করা চালিয়ে যান!
de: Ihre 3-tägige kostenlose Testversion läuft in 24 Stunden ab. Genießen Sie weiterhin Lumena PRO!
el: Η δωρεάν δοκιμή 3 ημερών λήγει σε 24 ώρες. Συνεχίστε να απολαμβάνετε το Lumena PRO!
es: Tu prueba gratuita de 3 días expirará en 24 horas. ¡Sigue disfrutando de Lumena PRO!
fil: Matatapos ang iyong 3-araw na libreng trial sa loob ng 24 oras. Ipagpatuloy ang pag-enjoy sa Lumena PRO!
fr: Votre essai gratuit de 3 jours expirera dans 24 heures. Continuez à profiter de Lumena PRO !
hi: आपका 3-दिन का मुफ़्त ट्रायल 24 घंटों में समाप्त होगा। Lumena PRO का आनंद लेते रहें!
id: Uji coba gratis 3 hari Anda akan berakhir dalam 24 jam. Tetap nikmati Lumena PRO!
it: La tua prova gratuita di 3 giorni scadrà tra 24 ore. Continua a goderti Lumena PRO!
ja: 3日間の無料トライアルは24時間後に期限切れになります。Lumena PROをお楽しみください！
ko: 3일 무료 체험이 24시간 후에 만료됩니다. Lumena PRO를 계속 즐기세요!
ms: Percubaan percuma 3 hari anda akan tamat dalam 24 jam. Teruskan menikmati Lumena PRO!
nl: Je gratis proef van 3 dagen verloopt over 24 uur. Blijf genieten van Lumena PRO!
pt: Seu teste gratuito de 3 dias expirará em 24 horas. Continue aproveitando o Lumena PRO!
th: ช่วงทดลองใช้ฟรี 3 วันของคุณจะหมดภายใน 24 ชั่วโมง ใช้ Lumena PRO ต่อไป!
uk: Ваш 3-денний пробний період закінчиться через 24 години. Продовжуйте користуватися Lumena PRO!
zh: 您的3天免费试用将在24小时后到期。继续享受Lumena PRO！

source: Monthly
bn: মাসিক
de: Monatlich
el: Μηνιαίο
es: Mensual
fil: Buwanang
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
ms: Bulanan
nl: Maandelijks
pt: Mensal
th: รายเดือน
uk: Щомісячно
zh: 月付

# pricePerMonth
source: {price} / month
bn: {price} / মাস
de: {price} / Monat
el: {price} / μήνα
es: {price} / mes
fil: {price} / buwan
fr: {price} / mois
hi: {price} / माह
id: {price} / bulan
it: {price} / mese
ja: {price} / 月
ko: {price} / 월
ms: {price} / bulan
nl: {price} / maand
pt: {price} / mês
th: {price} / เดือน
uk: {price} / місяць
zh: {price} / 月

source: Weekly
bn: সাপ্তাহিক
de: Wöchentlich
el: Εβδομαδιαίο
es: Semanal
fil: Lingguhan
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 週額
ko: 주간
ms: Mingguan
nl: Wekelijks
pt: Semanal
th: รายสัปดาห์
uk: Щотижня
zh: 周付

# pricePerWeek
source: {price} / week
bn: {price} / সপ্তাহ
de: {price} / Woche
el: {price} / εβδομάδα
es: {price} / semana
fil: {price} / linggo
fr: {price} / semaine
hi: {price} / सप्ताह
id: {price} / minggu
it: {price} / settimana
ja: {price} / 週
ko: {price} / 주
ms: {price} / minggu
pt: {price} / semana
th: {price} / สัปดาห์
uk: {price} / тиждень
zh: {price} / 周

source: Subscribe for {price}
bn: {price}-এ সাবস্ক্রাইব করুন
de: Abonnieren für {price}
el: Εγγραφή με {price}
es: Suscribirse por {price}
fil: Mag-subscribe sa {price}
fr: S'abonner pour {price}
hi: {price} में सब्सक्राइब करें
id: Berlangganan {price}
it: Abbonati a {price}
ja: {price}で登録
ko: {price}에 구독
ms: Langgan pada {price}
nl: Abonneren voor {price}
pt: Assinar por {price}
th: สมัครในราคา {price}
uk: Підписатися за {price}
zh: 以 {price} 订阅

source: No commitment, cancel anytime.
bn: কোনো বাধ্যবাধকতা নেই, যেকোনো সময় বাতিল করুন।
de: Keine Bindung, jederzeit kündbar.
el: Χωρίς δέσμευση, ακύρωση ανά πάσα στιγμή.
es: Sin compromiso, cancela cuando quieras.
fil: Walang commitment, kanselahin anumang oras.
fr: Sans engagement, annulez à tout moment.
hi: कोई प्रतिबद्धता नहीं, कभी भी रद्द करें।
id: Tanpa komitmen, batalkan kapan saja.
it: Nessun vincolo, annulla quando vuoi.
ja: 契約不要、いつでもキャンセル可能。
ko: 약정 없음, 언제든지 취소 가능.
ms: Tiada komitmen, batal bila-bila masa.
nl: Geen verplichtingen, altijd opzegbaar.
pt: Sem compromisso, cancele quando quiser.
th: ไม่มีข้อผูกมัด ยกเลิกได้ทุกเมื่อ
uk: Без зобовʼязань. Скасувати можна будь-коли.
zh: 无合约，随时可取消。
