Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# editsPerMonth
source: {edits} edits / month
bn: {edits} সম্পাদনা / মাস
de: {edits} Bearb. / Monat
el: {edits} επεξεργασίες / μήνα
es: {edits} ediciones / mes
fil: {edits} edit / buwan
fr: {edits} modifs. / mois
hi: {edits} एडिट / महीना
id: {edits} edit / bulan
it: {edits} modif. / mese
ja: 1ヶ月 {edits} 回の編集
ko: 월 {edits}회 수정
ms: {edits} suntingan / bulan
nl: {edits} bewerk. / maand
pt: {edits} edições / mês
th: {edits} แก้ไข / เดือน
uk: {edits} змін / місяць
zh: 每月 {edits} 次修改

source: Purchase Failure
bn: কেনাকাটা ব্যর্থ হয়েছে
de: Kauf fehlgeschlagen
el: Αποτυχία αγοράς
es: Compra fallida
fil: Nabigo ang pagbili
fr: Échec de l'achat
hi: खरीदारी विफल
id: Pembelian gagal
it: Acquisto non riuscito
ja: 購入失敗
ko: 구매 실패
ms: Pembelian gagal
nl: Aankoop mislukt
pt: Falha na compra
th: การซื้อไม่สำเร็จ
uk: Помилка покупки
zh: 购买失败

# purchaseFailureDescription
source: Something wrong happened during the purchase process. Please, try again.
bn: কেনাকাটার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Beim Kauf ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη διαδικασία αγοράς. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error durante la compra. Inténtalo de nuevo.
fil: May naganap na error sa proseso ng pagbili. Pakisubukang muli.
fr: Une erreur s'est produite lors du processus d'achat. Veuillez réessayer.
hi: खरीद प्रक्रिया के दौरान त्रुटि हुई। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan saat proses pembelian. Silakan coba lagi.
it: Si è verificato un errore durante l'acquisto. Riprova.
ja: 購入処理中にエラーが発生しました。再度お試しください。
ko: 구매 처리 중 오류가 발생했습니다. 다시 시도해주세요.
ms: Ralat berlaku semasa proses pembelian. Sila cuba lagi.
nl: Er is een fout opgetreden tijdens het aankoopproces. Probeer opnieuw.
pt: Ocorreu um erro durante a compra. Tente novamente.
th: เกิดข้อผิดพลาดระหว่างการซื้อ กรุณาลองใหม่อีกครั้ง
uk: Під час покупки сталася помилка. Спробуйте ще раз.
zh: 购买过程中发生错误，请重试。

source: Congratulations!
bn: অভিনন্দন!
de: Glückwunsch!
el: Συγχαρητήρια!
es: ¡Felicidades!
fil: Binabati kita!
fr: Féliciations!
hi: बधाई!
id: Selamat!
it: Congratulazioni!
ja: おめでとうございます！
ko: 축하합니다!
ms: Tahniah!
nl: Gefeliciteerd!
pt: Parabéns!
th: ยินดีด้วย!
uk: Вітаємо!
zh: 恭喜！

# congratulationsDescription
source: You are now a member of Lumena PRO! You can now enjoy the full power of the app.
bn: আপনি এখন Lumena PRO-এর সদস্য! এখন আপনি অ্যাপের সম্পূর্ণ ক্ষমতা উপভোগ করতে পারবেন।
de: Du bist jetzt Mitglied von Lumena PRO! Genieße die volle Leistung der App.
el: Είστε πλέον μέλος του Lumena PRO! Μπορείτε τώρα να απολαύσετε όλη τη δύναμη της εφαρμογής.
es: ¡Ahora eres miembro de Lumena PRO! Disfruta de todo el potencial de la app.
fil: Isa ka nang miyembro ng Lumena PRO! Maaari mo nang ma-enjoy ang buong kakayahan ng app.
fr: Vous êtes maintenant membre de Lumena PRO ! Vous pouvez désormais profiter de toute la puissance de l'application.
hi: आप अब Lumena PRO के सदस्य हैं! ऐप की पूरी शक्ति का आनंद लें।
id: Anda sekarang anggota Lumena PRO! Nikmati seluruh fitur aplikasi.
it: Ora sei membro di Lumena PRO! Puoi goderti tutta la potenza dell'app.
ja: Lumena PRO メンバーになりました。すべての機能をご利用いただけます。
ko: Lumena PRO 멤버가 되었습니다! 이제 앱의 모든 기능을 이용할 수 있습니다.
ms: Anda kini ahli Lumena PRO! Nikmati sepenuhnya kuasa aplikasi.
nl: Je bent nu lid van Lumena PRO! Je kunt nu alle mogelijkheden van de app benutten.
pt: Agora você é membro do Lumena PRO! Aproveite todo o potencial do app.
th: ตอนนี้คุณเป็นสมาชิก Lumena PRO แล้ว เพลิดเพลินกับพลังเต็มรูปแบบของแอปได้เลย
uk: Ви стали учасником Lumena PRO! Насолоджуйтесь усіма можливостями додатку.
zh: 您已成为 Lumena PRO 会员！现在可以尽情使用全部功能。

source: Okay
bn: ঠিক আছে
de: OK
el: Εντάξει
es: Aceptar
fil: OK
fr: D'accord
hi: ठीक है
id: Oke
it: OK
ja: OK
ko: 확인
ms: OK
nl: OK
pt: OK
th: ตกลง
uk: Добре
zh: 好的

source: Already PRO
bn: ইতিমধ্যে PRO
de: Bereits PRO
el: Ήδη PRO
es: Ya eres PRO
fil: PRO na
fr: Déjà PRO
hi: पहले से PRO
id: Sudah PRO
it: Già PRO
ja: すでにPRO
ko: 이미 PRO
ms: Sudah PRO
nl: Al PRO
pt: Já é PRO
th: เป็น PRO แล้ว
uk: Ви вже PRO
zh: 已是 PRO

# alreadyProDescription
source: You are already a PRO member. Go to the settings to manage your plan.
bn: আপনি ইতিমধ্যেই PRO সদস্য। আপনার সাবস্ক্রিপশন পরিচালনা করতে সেটিংসে যান।
de: Du bist bereits PRO-Mitglied. Verwalte dein Abo in den Einstellungen.
el: Είστε ήδη μέλος PRO. Μεταβείτε στις ρυθμίσεις για να διαχειριστείτε τη συνδρομή σας.
es: Ya eres miembro PRO. Ve a ajustes para gestionar tu suscripción.
fil: Isa ka nang PRO member. Pumunta sa settings para pamahalaan ang iyong subscription.
fr: Vous êtes déjà membre PRO. Allez dans les paramètres pour gérer votre abonnement.
hi: आप पहले से PRO सदस्य हैं। सब्सक्रिप्शन प्रबंधित करने के लिए सेटिंग्स देखें।
id: Anda sudah menjadi anggota PRO. Buka pengaturan untuk mengelola langganan.
it: Sei già membro PRO. Vai nelle impostazioni per gestire l'abbonamento.
ja: すでにPROメンバーです。設定からサブスクリプションを管理してください。
ko: 이미 PRO 멤버입니다. 설정에서 구독을 관리하세요.
ms: Anda sudah menjadi ahli PRO. Pergi ke tetapan untuk mengurus langganan anda.
nl: Je bent al PRO-lid. Ga naar de instellingen om je abonnement te beheren.
pt: Você já é PRO. Gerencie sua assinatura nas configurações.
th: คุณเป็นสมาชิก PRO อยู่แล้ว ไปที่การตั้งค่าเพื่อจัดการการสมัคร
uk: Ви вже маєте PRO. Керуйте підпискою в налаштуваннях.
zh: 您已是 PRO 会员，请前往设置管理订阅。

source: Welcome to Lumena
bn: Lumena-তে স্বাগতম
de: Willkommen bei Lumena
el: Καλώς ήρθατε στο Lumena
es: Bienvenido a Lumena
fil: Maligayang pagdating sa Lumena
fr: Bienvenue sur Lumena
hi: Lumena में आपका स्वागत है
id: Selamat datang di Lumena
it: Benvenuto in Lumena
ja: Lumenaへようこそ
ko: Lumena에 오신 것을 환영합니다
ms: Selamat datang ke Lumena
nl: Welkom bij Lumena
pt: Bem-vindo ao Lumena
th: ยินดีต้อนรับสู่ Lumena
uk: Ласкаво просимо до Lumena
zh: 欢迎使用 Lumena

source: Edit Anything With Text
bn: লেখার মাধ্যমে যেকোনো কিছু সম্পাদনা করুন
de: Bearbeite alles mit Text
el: Επεξεργαστείτε τα πάντα με κείμενο
es: Edita cualquier cosa con texto
fil: I-edit ang kahit ano gamit ang text
fr: Modifiez n'importe quoi avec du texte
hi: टेक्स्ट से कुछ भी एडिट करें
id: Edit apa saja dengan teks
it: Modifica tutto con il testo
ja: テキストで何でも編集
ko: 텍스트로 무엇이든 수정
ms: Sunting apa sahaja dengan teks
nl: Bewerk alles met tekst
pt: Edite qualquer coisa com texto
th: แก้ไขทุกอย่างด้วยข้อความ
uk: Редагуйте будь-що за допомогою тексту
zh: 用文字编辑一切

source: Get Started
bn: শুরু করুন
de: Loslegen
el: Ξεκινήστε
es: Empezar
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
ms: Mula
nl: Aan de slag
pt: Começar
th: เริ่มต้น
uk: Почати
zh: 开始使用

# linkedLegalNotice
source: By continuing, you agree to our [Terms of Service] and [Privacy Policy].
bn: চালিয়ে গেলে আপনি আমাদের [সেবার শর্তাবলি] এবং [গোপনীয়তা নীতি]-তে সম্মত হচ্ছেন।
de: Mit dem Fortfahren akzeptierst du unsere [Nutzungsbedingungen] und [Datenschutzrichtlinie].
el: Συνεχίζοντας, αποδέχεστε τους [Όρους Χρήσης] και την [Πολιτική Απορρήτου].
es: Al continuar, aceptas nuestros [Términos de uso] y nuestra [Política de privacidad].
fil: Sa pagpapatuloy, sumasang-ayon ka sa aming [Mga Tuntunin ng Serbisyo] at [Patakaran sa Privacy].
fr: En continuant, vous acceptez nos [Conditions d'utilisation] et notre [Politique de confidentialité].
hi: जारी रखते हुए, आप हमारी [सेवा की शर्तें] और [गोपनीयता नीति] से सहमत हैं।
id: Dengan melanjutkan, Anda menyetujui [Syarat penggunaan] dan [Kebijakan privasi] kami.
it: Continuando, accetti i nostri [Termini di utilizzo] e la nostra [Informativa sulla privacy].
ja: 続行することで、[利用規約]および[プライバシーポリシー]に同意したものとみなされます。
ko: 계속 진행하면 [이용 약관] 및 [개인정보 처리방침]에 동의하게 됩니다.
ms: Dengan meneruskan, anda bersetuju dengan [Terma Perkhidmatan] dan [Dasar Privasi] kami.
nl: Door verder te gaan, ga je akkoord met onze [Gebruiksvoorwaarden] en ons [Privacybeleid].
pt: Ao continuar, você concorda com nossos [Termos de uso] e nossa [Política de privacidade].
th: เมื่อดำเนินการต่อ แสดงว่าคุณยอมรับ [ข้อกำหนดการใช้งาน] และ [นโยบายความเป็นส่วนตัว]
uk: Продовжуючи, ви погоджуєтесь з нашими [Умовами використання] та [Політикою конфіденційності].
zh: 继续即表示您同意我们的[使用条款]和[隐私政策]。

source: Next
bn: পরবর্তী
de: Weiter
el: Επόμενο
es: Siguiente
fil: Susunod
fr: Suivant
hi: आगे
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nl: Volgende
pt: Próximo
th: ถัดไป
uk: Далі
zh: 下一步

source: Choose Your Picture
bn: আপনার ছবি নির্বাচন করুন
de: Wähle dein Bild
el: Επιλέξτε την εικόνα σας
es: Elige tu imagen
fil: Piliin ang iyong larawan
fr: Choisissez votre image
hi: अपनी छवि चुनें
id: Pilih gambar Anda
it: Scegli la tua immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih imej anda
nl: Kies je afbeelding
pt: Escolha sua imagem
th: เลือกรูปภาพ
uk: Оберіть зображення
zh: 选择你的图片

source: Type Your Edit
bn: আপনার সম্পাদনা লিখুন
de: Gib deine Änderung ein
el: Πληκτρολογήστε την επεξεργασία σας
es: Escribe tu edición
fil: I-type ang iyong edit
fr: Tapez votre modification
hi: अपना एडिट लिखें
id: Ketik edit Anda
it: Scrivi la modifica
ja: 編集内容を入力
ko: 수정 내용 입력
ms: Taip suntingan anda
nl: Typ je wijziging
pt: Digite sua edição
th: พิมพ์การแก้ไข
uk: Введіть зміну
zh: 输入你的修改

# examplePromptGirlfriend
source: Add me a girlfriend
bn: আমাকে একটি বান্ধবী যোগ করো
de: Füge mir eine Freundin hinzu
el: Πρόσθεσέ μου μια σύντροφο
es: Añádeme una novia
fil: Magdagdag ng girlfriend
fr: Ajoute-moi une petite amie
hi: मेरे साथ एक गर्लफ्रेंड जोड़ें
id: Tambahkan pacar
it: Aggiungimi una ragazza
ja: 彼女を追加して
ko: 여자친구를 추가해줘
ms: Tambahkan teman wanita
nl: Voeg een vriendin toe
pt: Adicione uma namorada
th: เพิ่มแฟนให้ฉัน
uk: Додай мені дівчину
zh: 给我加一个女朋友

source: Watch It Turn Real
bn: এটিকে বাস্তব হতে দেখুন
de: Sieh zu, wie es real wird
el: Δείτε το να γίνεται πραγματικότητα
es: Míralo hacerse real
fil: Panoorin itong maging totoo
fr: Regardez-le devenir réel
hi: इसे सच होते देखें
id: Lihat menjadi nyata
it: Guardalo diventare reale
ja: 現実になる瞬間を見よう
ko: 현실이 되는 과정을 확인하세요
ms: Lihat ia menjadi nyata
nl: Zie het werkelijkheid worden
pt: Veja se tornar real
th: ดูมันกลายเป็นจริง
uk: Побачте, як це стає реальністю
zh: 看它变为现实

source: Current Plan
bn: বর্তমান প্ল্যান
de: Aktueller Plan
el: Τρέχον πακέτο
es: Plan actual
fil: Kasalukuyang plano
fr: Forfait actuel
hi: वर्तमान प्लान
id: Paket saat ini
it: Piano attuale
ja: 現在のプラン
ko: 현재 요금제
ms: Pelan semasa
nl: Huidig abonnement
pt: Plano atual
th: แผนปัจจุบัน
uk: Поточний тариф
zh: 当前套餐

source: Change Your Plan to Weekly
bn: সাপ্তাহিক প্ল্যানে পরিবর্তন করুন
de: Zu Wochenplan wechseln
el: Αλλαγή σε εβδομαδιαίο πακέτο
es: Cambiar a plan semanal
fil: Lumipat sa lingguhang plano
fr: Changer de forfait pour hebdomadaire
hi: साप्ताहिक प्लान में बदलें
id: Ganti ke paket mingguan
it: Passa al piano settimanale
ja: 週額プランに変更
ko: 주간 요금제로 변경
ms: Tukar ke pelan mingguan
nl: Overschakelen naar wekelijks
pt: Mudar para plano semanal
th: เปลี่ยนเป็นแผนรายสัปดาห์
uk: Змінити на тижневий
zh: 切换为周付套餐

source: Change Your Plan to Monthly
bn: মাসিক প্ল্যানে পরিবর্তন করুন
de: Zu Monatsplan wechseln
el: Αλλαγή σε μηνιαίο πακέτο
es: Cambiar a plan mensual
fil: Lumipat sa buwanang plano
fr: Changer de forfait pour mensuel
hi: मासिक प्लान में बदलें
id: Ganti ke paket bulanan
it: Passa al piano mensile
ja: 月額プランに変更
ko: 월간 요금제로 변경
ms: Tukar ke pelan bulanan
nl: Overschakelen naar maandelijks
pt: Mudar para plano mensal
th: เปลี่ยนเป็นแผนรายเดือน
uk: Змінити на місячний
zh: 切换为月付套餐

source: Weekly Plan
bn: সাপ্তাহিক প্ল্যান
de: Wochenplan
el: Εβδομαδιαίο πακέτο
es: Plan semanal
fil: Lingguhang plano
fr: Forfait hebdomadaire
hi: साप्ताहिक प्लान
id: Paket mingguan
it: Piano settimanale
ja: 週額プラン
ko: 주간 요금제
ms: Pelan mingguan
nl: Wekelijks abonnement
pt: Plano semanal
th: แผนรายสัปดาห์
uk: Тижневий тариф
zh: 周付套餐

source: Monthly Plan
bn: মাসিক প্ল্যান
de: Monatsplan
el: Μηνιαίο πακέτο
es: Plan mensual
fil: Buwanang plano
fr: Forfait mensuel
hi: मासिक प्लान
id: Paket bulanan
it: Piano mensile
ja: 月額プラン
ko: 월간 요금제
ms: Pelan bulanan
nl: Maandelijks abonnement
pt: Plano mensal
th: แผนรายเดือน
uk: Місячний тариф
zh: 月付套餐

source: month
bn: মাস
de: Monat
el: μήνας
es: mes
fil: buwan
fr: mois
hi: माह
id: bulan
it: mese
ja: 月
ko: 월
ms: bulan
nl: maand
pt: mês
th: เดือน
uk: місяць
zh: 月

source: week
bn: সপ্তাহ
de: Woche
el: εβδομάδα
es: semana
fil: linggo
fr: semaine
hi: सप्ताह
id: minggu
it: settimana
ja: 週
ko: 주
ms: minggu
pt: semana
th: สัปดาห์
uk: тиждень
zh: 周

source: Upgrade to Monthly
bn: মাসিক প্ল্যানে আপগ্রেড করুন
de: Auf monatlich wechseln
el: Αναβάθμιση σε μηνιαίο
es: Pasar a mensual
fil: Mag-upgrade sa buwanan
fr: Passer au mensuel
hi: मासिक पर जाएँ
id: Beralih ke bulanan
it: Passa al mensile
ja: 月額にアップグレード
ko: 월간으로 업그레이드
ms: Naik taraf ke bulanan
nl: Naar maandelijks
pt: Mudar para mensal
th: อัปเกรดเป็นรายเดือน
uk: Перейти на місячний
zh: 升级为月付

source: Switch to Weekly
bn: সাপ্তাহিক প্ল্যানে পরিবর্তন করুন
de: Auf wöchentlich wechseln
el: Μετάβαση σε εβδομαδιαίο
es: Pasar a semanal
fil: Lumipat sa lingguhan
fr: Passer à l'hebdomadaire
hi: साप्ताहिक पर जाएँ
id: Beralih ke mingguan
it: Passa al settimanale
ja: 週額に切り替え
ko: 주간으로 전환
ms: Tukar ke mingguan
nl: Naar wekelijks
pt: Mudar para semanal
th: เปลี่ยนเป็นรายสัปดาห์
uk: Перейти на тижневий
zh: 切换为周付

source: Cancel Subscription
bn: সাবস্ক্রিপশন বাতিল করুন
de: Abo kündigen
el: Ακύρωση συνδρομής
es: Cancelar suscripción
fil: Kanselahin ang subscription
fr: Annuler l'abonnement
hi: सब्सक्रिप्शन रद्द करें
id: Batalkan langganan
it: Annulla abbonamento
ja: サブスクリプションを解約
ko: 구독 취소
ms: Batalkan langganan
nl: Abonnement annuleren
pt: Cancelar assinatura
th: ยกเลิกการสมัคร
uk: Скасувати підписку
zh: 取消订阅

# subscriptionActiveNotice
source: Your subscription will remain active until the end of the current billing period
bn: বর্তমান বিলিং সময় শেষ হওয়া পর্যন্ত আপনার সাবস্ক্রিপশন সক্রিয় থাকবে
de: Dein Abo bleibt bis zum Ende des aktuellen Abrechnungszeitraums aktiv
el: Η συνδρομή σας θα παραμείνει ενεργή μέχρι το τέλος της τρέχουσας περιόδου χρέωσης
es: Tu suscripción seguirá activa hasta el final del periodo de facturación actual
fil: Mananatiling aktibo ang iyong subscription hanggang sa matapos ang kasalukuyang billing period
fr: Votre abonnement restera actif jusqu'à la fin de la période de facturation en cours
hi: आपका सब्सक्रिप्शन वर्तमान बिलिंग अवधि के अंत तक सक्रिय रहेगा
id: Langganan Anda tetap aktif hingga akhir periode penagihan
it: L'abbonamento resterà attivo fino alla fine del periodo di fatturazione
ja: サブスクリプションは現在の請求期間の終了まで有効です
ko: 구독은 현재 결제 기간이 끝날 때까지 유지됩니다
ms: Langganan anda kekal aktif sehingga akhir tempoh bil semasa
nl: Je abonnement blijft actief tot het einde van de huidige facturatieperiode
pt: Sua assinatura permanecerá ativa até o fim do período de cobrança atual
th: การสมัครของคุณจะยังคงใช้งานได้จนกว่าจะสิ้นสุดรอบการเรียกเก็บเงินปัจจุบัน
uk: Підписка діятиме до кінця поточного платіжного періоду
zh: 您的订阅将在当前计费周期结束前保持有效

# cancelSubscriptionQuestion
source: Cancel Subscription?
bn: সাবস্ক্রিপশন বাতিল করবেন?
de: Abo kündigen?
el: Ακύρωση συνδρομής;
es: ¿Cancelar suscripción?
fil: Kanselahin ang subscription?
fr: Annuler l'abonnement?
hi: सब्सक्रिप्शन रद्द करें?
id: Batalkan langganan?
it: Annullare l'abbonamento?
ja: サブスクリプションを解約しますか？
ko: 구독을 취소하시겠습니까?
ms: Batalkan langganan?
nl: Abonnement annuleren?
pt: Cancelar assinatura?
th: ยกเลิกการสมัคร?
uk: Скасувати підписку?
zh: 取消订阅？

# cancelSubscriptionQuestionDescription
source: Are you sure you want to cancel your Lumena PRO subscription? You will lose access to premium features at the end of your billing period.
bn: আপনি কি নিশ্চিত যে Lumena PRO সাবস্ক্রিপশন বাতিল করতে চান? বিলিং সময় শেষ হলে আপনি প্রিমিয়াম সুবিধা হারাবেন।
de: Möchtest du dein Lumena-PRO-Abo wirklich kündigen? Du verlierst den Zugriff auf Premium-Funktionen am Ende des Abrechnungszeitraums.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε τη συνδρομή Lumena PRO; Θα χάσετε την πρόσβαση στις premium λειτουργίες στο τέλος της περιόδου χρέωσης.
es: ¿Seguro que quieres cancelar tu suscripción a Lumena PRO? Perderás el acceso a las funciones premium al final del periodo actual.
fil: Sigurado ka bang gusto mong kanselahin ang Lumena PRO subscription? Mawawala ang premium access sa katapusan ng billing period.
fr: Êtes-vous sûr de vouloir annuler votre abonnement Lumena PRO ? Vous perdrez l'accès aux fonctionnalités premium à la fin de votre période de facturation.
hi: क्या आप Lumena PRO सब्सक्रिप्शन रद्द करना चाहते हैं? बिलिंग अवधि के अंत में प्रीमियम एक्सेस समाप्त हो जाएगा।
id: Yakin ingin membatalkan langganan Lumena PRO? Anda akan kehilangan akses premium di akhir periode penagihan.
it: Sei sicuro di voler annullare l'abbonamento Lumena PRO? Perderai l'accesso alle funzioni premium alla fine del periodo.
ja: Lumena PRO のサブスクリプションを解約してもよろしいですか？請求期間終了後、プレミアム機能にアクセスできなくなります。
ko: Lumena PRO 구독을 취소하시겠습니까? 결제 기간 종료 후 프리미엄 기능에 접근할 수 없게 됩니다.
ms: Adakah anda pasti mahu membatalkan langganan Lumena PRO? Anda akan kehilangan akses premium pada akhir tempoh bil.
nl: Weet je zeker dat je je Lumena PRO-abonnement wilt annuleren? Je verliest toegang tot premiumfuncties aan het einde van de periode.
pt: Tem certeza de que deseja cancelar sua assinatura do Lumena PRO? Você perderá o acesso aos recursos premium ao final do período atual.
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสมัคร Lumena PRO? คุณจะสูญเสียการเข้าถึงฟีเจอร์พรีเมียมเมื่อสิ้นสุดรอบการเรียกเก็บเงิน
uk: Ви впевнені, що хочете скасувати Lumena PRO? Преміум-доступ буде втрачено після завершення періоду оплати.
zh: 确定要取消 Lumena PRO 订阅吗？在当前计费周期结束后，您将失去高级功能的访问权限。

source: Keep PRO
bn: PRO রাখুন
de: PRO behalten
el: Διατήρηση PRO
es: Mantener PRO
fil: Panatilihin ang PRO
fr: Garder PRO
hi: PRO रखें
id: Tetap PRO
it: Mantieni PRO
ja: PROを維持
ko: PRO 유지
ms: Kekalkan PRO
nl: PRO behouden
pt: Manter PRO
th: คง PRO ไว้
uk: Залишити PRO
zh: 保留 PRO

# cancelSubscriptionDescription
source: To cancel your Lumena PRO subscription, please go to your subscription settings in the Google Play Store.
bn: Lumena PRO সাবস্ক্রিপশন বাতিল করতে Google Play Store-এর সাবস্ক্রিপশন সেটিংসে যান।
de: Um dein Lumena-PRO-Abo zu kündigen, gehe bitte zu den Abonnement-Einstellungen im Google Play Store.
el: Για να ακυρώσετε τη συνδρομή Lumena PRO, μεταβείτε στις ρυθμίσεις συνδρομών στο Google Play Store.
es: Para cancelar tu suscripción a Lumena PRO, ve a los ajustes de suscripción en Google Play Store.
fil: Para kanselahin ang Lumena PRO subscription, pumunta sa settings ng subscription sa Google Play Store.
fr: Pour annuler votre abonnement Lumena PRO, veuillez vous rendre dans les paramètres de votre abonnement sur le Google Play Store.
hi: Lumena PRO सब्सक्रिप्शन रद्द करने के लिए Google Play Store की सब्सक्रिप्शन सेटिंग्स पर जाएँ।
id: Untuk membatalkan langganan Lumena PRO, silakan buka pengaturan langganan di Google Play Store.
it: Per annullare l'abbonamento Lumena PRO, vai alle impostazioni dell'abbonamento sul Google Play Store.
ja: Lumena PRO を解約するには、Google Play ストアのサブスクリプション設定をご確認ください。
ko: Lumena PRO 구독을 취소하려면 Google Play 스토어의 구독 설정으로 이동하세요.
ms: Untuk membatalkan langganan Lumena PRO, sila pergi ke tetapan langganan anda di Google Play Store.
nl: Ga naar de abonnementsinstellingen in de Google Play Store om je Lumena PRO-abonnement te annuleren.
pt: Para cancelar sua assinatura do Lumena PRO, acesse as configurações de assinatura na Google Play Store.
th: หากต้องการยกเลิกการสมัคร Lumena PRO กรุณาไปที่การตั้งค่าการสมัครใน Google Play Store
uk: Щоб скасувати Lumena PRO, перейдіть до налаштувань підписки в Google Play Store.
zh: 如需取消 Lumena PRO 订阅，请前往 Google Play 商店的订阅设置。

source: Fetching price...
bn: মূল্য আনা হচ্ছে...
de: Preis wird geladen...
el: Ανάκτηση τιμής...
es: Obteniendo precio...
fil: Kinukuha ang presyo...
fr: Récupération du prix...
hi: कीमत प्राप्त की जा रही है...
id: Mengambil harga...
it: Recupero prezzo...
ja: 価格を取得中…
ko: 가격 불러오는 중...
ms: Mengambil harga...
nl: Prijs ophalen...
pt: Carregando preço...
th: กำลังดึงราคา...
uk: Отримання ціни...
zh: 正在获取价格…

# unableToDetectCurrentPlan
source: Unable to Detect Your Current Plan
bn: বর্তমান প্ল্যান শনাক্ত করা যায়নি
de: Aktueller Plan nicht erkennbar
el: Αδυναμία εντοπισμού τρέχοντος πακέτου
es: No se pudo detectar tu plan actual
fil: Hindi matukoy ang kasalukuyang plano
fr: Impossible de détecter votre forfait actuel
hi: वर्तमान प्लान पता नहीं चल सका
id: Tidak dapat mendeteksi paket saat ini
it: Impossibile rilevare il piano
ja: 現在のプランを検出できません
ko: 현재 요금제를 확인할 수 없습니다
ms: Tidak dapat mengesan pelan semasa
nl: Huidig abonnement niet gevonden
pt: Não foi possível detectar seu plano atual
th: ไม่สามารถตรวจจับแผนปัจจุบันได้
uk: Не вдалося визначити тариф
zh: 无法检测当前套餐

# unableToDetectCurrentPlanDescription
source: Please try again later or contact support if the problem persists.
bn: অনুগ্রহ করে পরে আবার চেষ্টা করুন অথবা সমস্যা থাকলে সাপোর্টে যোগাযোগ করুন।
de: Bitte versuche es später erneut oder kontaktiere den Support.
el: Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη αν το πρόβλημα συνεχιστεί.
es: Inténtalo más tarde o contacta con soporte si el problema continúa.
fil: Pakisubukang muli mamaya o makipag-ugnayan sa support kung magpapatuloy ang problema.
fr: Veuillez réessayer plus tard ou contacter le support si le problème persiste.
hi: कृपया बाद में पुनः प्रयास करें या समस्या जारी रहने पर सहायता से संपर्क करें।
id: Silakan coba lagi nanti atau hubungi dukungan jika masalah berlanjut.
it: Riprova più tardi o contatta il supporto.
ja: 後でもう一度お試しください。問題が解決しない場合はサポートにお問い合わせください。
ko: 나중에 다시 시도하거나 문제가 지속되면 지원팀에 문의하세요.
ms: Sila cuba lagi kemudian atau hubungi sokongan jika masalah berterusan.
nl: Probeer het later opnieuw of neem contact op met de ondersteuning.
pt: Tente novamente mais tarde ou entre em contato com o suporte.
th: กรุณาลองใหม่ภายหลังหรือติดต่อฝ่ายสนับสนุนหากปัญหายังคงอยู่
uk: Спробуйте пізніше або зверніться до підтримки.
zh: 请稍后重试，或联系支持人员。

source: Plan Changed
bn: প্ল্যান পরিবর্তিত হয়েছে
de: Plan geändert
el: Το πακέτο άλλαξε
es: Plan actualizado
fil: Na-update ang plano
fr: Forfait modifié
hi: प्लान बदला गया
id: Paket diubah
it: Piano modificato
ja: プラン変更完了
ko: 요금제 변경 완료
ms: Pelan dikemas kini
nl: Abonnement gewijzigd
pt: Plano alterado
th: เปลี่ยนแผนแล้ว
uk: Тариф змінено
zh: 套餐已更改

# planChangedDescription
source: Your subscription plan has been updated.
bn: আপনার সাবস্ক্রিপশন প্ল্যান আপডেট হয়েছে।
de: Dein Abonnementplan wurde aktualisiert.
el: Το πακέτο συνδρομής σας ενημερώθηκε.
es: Tu plan de suscripción se actualizó correctamente.
fil: Na-update na ang iyong subscription plan.
fr: Votre forfait d'abonnement a été mis à jour.
hi: आपका सब्सक्रिप्शन प्लान अपडेट हो गया है।
id: Paket langganan Anda telah diperbarui.
it: Il tuo piano di abbonamento è stato aggiornato.
ja: サブスクリプションプランが更新されました。
ko: 구독 요금제가 업데이트되었습니다.
ms: Pelan langganan anda telah dikemas kini.
nl: Je abonnement is bijgewerkt.
pt: Seu plano de assinatura foi atualizado.
th: แผนการสมัครของคุณได้รับการอัปเดตแล้ว
uk: Ваш тариф успішно оновлено.
zh: 您的订阅套餐已更新。

source: Plan Change Failed
bn: প্ল্যান পরিবর্তন ব্যর্থ হয়েছে
de: Planänderung fehlgeschlagen
el: Αποτυχία αλλαγής πακέτου
es: Error al cambiar el plan
fil: Nabigo ang pagbabago ng plano
fr: Échec de la modification du forfait
hi: प्लान बदलने में विफल
id: Gagal mengubah paket
it: Modifica piano non riuscita
ja: プラン変更失敗
ko: 요금제 변경 실패
ms: Gagal menukar pelan
nl: Wijzigen mislukt
pt: Falha ao alterar plano
th: เปลี่ยนแผนไม่สำเร็จ
uk: Не вдалося змінити тариф
zh: 套餐更改失败
