Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# parametersReminderDescription
source: This prompt contains parameters in brackets (e.g., [BODY PART], [DESCRIPTION]). Make sure to replace them with your own text before generating an image.
bn: এই প্রম্পটে বন্ধনীতে প্যারামিটার রয়েছে (যেমন, [BODY PART], [DESCRIPTION])। একটি ছবি তৈরি করার আগে আপনার নিজের টেক্সট দিয়ে সেগুলি প্রতিস্থাপন করতে ভুলবেন না।
de: Diese Eingabeaufforderung enthält Parameter in Klammern (z. B. [BODY PART], [DESCRIPTION]). Stellen Sie sicher, dass Sie sie durch Ihren eigenen Text ersetzen, bevor Sie ein Bild generieren.
el: Αυτή η προτροπή περιέχει παραμέτρους σε αγκύλες (π.χ., [BODY PART], [DESCRIPTION]). Βεβαιωθείτε ότι τις αντικαταστήσατε με το δικό σας κείμενο πριν δημιουργήσετε μια εικόνα.
es: Este prompt contiene parámetros entre corchetes (por ejemplo, [BODY PART], [DESCRIPTION]). Asegúrate de reemplazarlos con tu propio texto antes de generar una imagen.
fil: Ang prompt na ito ay naglalaman ng mga parameter sa loob ng bracket (hal., [BODY PART], [DESCRIPTION]). Siguraduhing palitan ang mga ito ng iyong sariling teksto bago gumawa ng larawan.
fr: Ce prompt contient des paramètres entre crochets (par ex., [PARTIE DU CORPS], [DESCRIPTION]). Assurez-vous de les remplacer par votre propre texte avant de générer une image.
hi: इस प्रॉम्प्ट में ब्रैकेट में पैरामीटर हैं (उदाहरण के लिए, [BODY PART], [DESCRIPTION])। छवि उत्पन्न करने से पहले अपने स्वयं के टेक्स्ट से उन्हें बदलना सुनिश्चित करें।
id: Prompt ini berisi parameter dalam tanda kurung (misalnya, [BODY PART], [DESCRIPTION]). Pastikan untuk menggantinya dengan teks Anda sendiri sebelum membuat gambar.
it: Questo prompt contiene parametri tra parentesi (ad es., [BODY PART], [DESCRIPTION]). Assicurati di sostituirli con il tuo testo prima di generare un'immagine.
ja: このプロンプトにはブラケット内のパラメータが含まれています（例：[BODY PART]、[DESCRIPTION]）。画像を生成する前に、自分のテキストで置き換えることを忘れないでください。
ko: 이 프롬프트에는 대괄호 안에 매개변수가 포함되어 있습니다(예: [BODY PART], [DESCRIPTION]). 이미지를 생성하기 전에 고유한 텍스트로 교체하세요.
ms: Prompt ini mengandungi parameter dalam kurungan (contohnya, [BODY PART], [DESCRIPTION]). Pastikan untuk menggantikannya dengan teks anda sendiri sebelum menjana imej.
nl: Deze prompt bevat parameters tussen haakjes (bijvoorbeeld [BODY PART], [DESCRIPTION]). Zorg ervoor dat u ze vervangt door uw eigen tekst voordat u een afbeelding genereert.
pt: Este prompt contém parâmetros entre colchetes (por exemplo, [BODY PART], [DESCRIPTION]). Certifique-se de substituí-los pelo seu próprio texto antes de gerar uma imagem.
th: พร็อมต์นี้มีพารามิเตอร์ในวงเล็บ (เช่น [BODY PART], [DESCRIPTION]) ตรวจสอบให้แน่ใจว่าคุณแทนที่ด้วยข้อความของคุณเองก่อนสร้างภาพ
uk: Цей промпт містить параметри в дужках (наприклад, [BODY PART], [DESCRIPTION]). Переконайтеся, що замінили їх власним текстом перед генерацією зображення.
zh: 此提示包含括号中的参数（例如，[BODY PART]、[DESCRIPTION]）。在生成图像之前，请确保用您自己的文本替换它们。

source: Settings
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pt: Configurações
th: การตั้งค่า
uk: Налаштування
zh: 设置

source: ACCOUNT
bn: অ্যাকাউন্ট
de: KONTO
el: ΛΟΓΑΡΙΑΣΜΟΣ
es: CUENTA
fr: COMPTE
hi: खाता
id: AKUN
ja: アカウント
ko: 계정
ms: AKAUN
pt: CONTA
th: บัญชี
uk: ОБЛІКОВИЙ ЗАПИС
zh: 账户

source: LEGAL
bn: আইনি
de: RECHTLICHES
el: ΝΟΜΙΚΑ
fr: LÉGAL
hi: कानूनी
id: HUKUM
it: LEGALE
ja: 法的情報
ko: 법적 정보
ms: UNDANG-UNDANG
nl: JURIDISCH
th: กฎหมาย
uk: ЮРИДИЧНЕ
zh: 法律

source: Website
bn: ওয়েবসাইট
el: Ιστότοπος
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ms: Laman web
pt: Site
th: เว็บไซต์
uk: Вебсайт
zh: 网站

source: Legal Notice
bn: আইনি নোটিস
de: Impressum
el: Νομικές πληροφορίες
es: Aviso legal
fil: Legal na Paunawa
fr: Mentions légales
hi: कानूनी सूचना
id: Pemberitahuan hukum
it: Note legali
ja: 法的通知
ko: 법적 고지
ms: Notis undang-undang
nl: Juridische vermeldingen
pt: Aviso legal
th: ประกาศทางกฎหมาย
uk: Юридична інформація
zh: 法律声明

source: Terms of Service
bn: সেবার শর্তাবলি
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Syarat penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma perkhidmatan
nl: Gebruiksvoorwaarden
pt: Termos de uso
th: ข้อกำหนดการใช้งาน
uk: Умови використання
zh: 使用条款

source: Privacy Policy
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar privasi
nl: Privacybeleid
pt: Política de privacidade
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zh: 隐私政策

source: Restore Failed
bn: রিস্টোর ব্যর্থ হয়েছে
de: Wiederherstellung fehlgeschlagen
el: Αποτυχία επαναφοράς
es: Restauración fallida
fil: Nabigo ang pag-restore
fr: Échec de la restauration
hi: पुनर्स्थापना विफल
id: Gagal memulihkan
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
ms: Pemulihan gagal
nl: Herstellen mislukt
pt: Falha na restauração
th: กู้คืนไม่สำเร็จ
uk: Відновлення не вдалося
zh: 恢复失败

# restoreFailedDescription
source: An error occurred while restoring your purchases. Please, try again.
bn: আপনার কেনাকাটা রিস্টোর করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Beim Wiederherstellen deiner Käufe ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά των αγορών σας. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error al restaurar tus compras. Inténtalo de nuevo.
fil: May naganap na error habang nire-restore ang iyong mga pagbili. Pakisubukang muli.
fr: Une erreur s'est produite lors de la restauration de vos achats. Veuillez réessayer.
hi: आपकी खरीदारी पुनर्स्थापित करते समय त्रुटि हुई। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan saat memulihkan pembelian Anda. Silakan coba lagi.
it: Si è verificato un errore durante il ripristino degli acquisti. Riprova.
ja: 購入の復元中にエラーが発生しました。もう一度お試しください。
ko: 구매 복원 중 오류가 발생했습니다. 다시 시도해주세요.
ms: Ralat berlaku semasa memulihkan pembelian anda. Sila cuba lagi.
nl: Er is een fout opgetreden bij het herstellen van je aankopen. Probeer opnieuw.
pt: Ocorreu um erro ao restaurar suas compras. Tente novamente.
th: เกิดข้อผิดพลาดระหว่างการกู้คืนการซื้อ กรุณาลองใหม่อีกครั้ง
uk: Під час відновлення покупок сталася помилка. Спробуйте ще раз.
zh: 恢复您的购买时发生错误，请重试。

source: Change Plan
bn: প্ল্যান পরিবর্তন করুন
de: Plan ändern
el: Αλλαγή πακέτου
es: Cambiar plan
fil: Palitan ang plano
fr: Changer de forfait
hi: प्लान बदलें
id: Ganti paket
it: Cambia piano
ja: プラン変更
ko: 요금제 변경
ms: Tukar pelan
nl: Abonnement wijzigen
pt: Alterar plano
th: เปลี่ยนแผน
uk: Змінити тариф
zh: 更改套餐

source: Manage
bn: পরিচালনা করুন
de: Verwalten
el: Διαχείριση
es: Gestionar
fil: Pamahalaan
fr: Gérer
hi: प्रबंधित करें
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
ms: Urus
nl: Beheren
pt: Gerenciar
th: จัดการ
uk: Керувати
zh: 管理

source: Upgrade
bn: আপগ্রেড করুন
el: Αναβάθμιση
es: Actualizar
fil: Mag-upgrade
fr: Mettre à niveau
hi: अपग्रेड करें
id: Tingkatkan
it: Aggiorna
ja: アップグレード
ko: 업그레이드
ms: Naik taraf
nl: Upgraden
pt: Atualizar
th: อัปเกรด
uk: Оновити
zh: 升级

source: Sign Out
bn: সাইন আউট
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fil: Mag-sign out
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
it: Disconnetti
ja: ログアウト
ko: 로그아웃
ms: Log keluar
nl: Uitloggen
pt: Sair
th: ออกจากระบบ
uk: Вийти
zh: 退出登录

# signOutConfirmation
source: Are you sure you want to sign out?
bn: আপনি কি নিশ্চিত যে সাইন আউট করতে চান?
de: Möchtest du dich wirklich abmelden?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Seguro que deseas cerrar sesión?
fil: Sigurado ka bang gusto mong mag-sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
ko: 정말 로그아웃하시겠습니까?
ms: Adakah anda pasti mahu log keluar?
nl: Weet je zeker dat je wilt uitloggen?
pt: Tem certeza de que deseja sair?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
uk: Ви впевнені, що хочете вийти?
zh: 确定要退出登录吗？

# signOutDescription
source: You will need to sign in again to access your account.
bn: আপনার অ্যাকাউন্টে প্রবেশ করতে আবার সাইন ইন করতে হবে।
de: Du musst dich erneut anmelden, um auf dein Konto zuzugreifen.
el: Θα χρειαστεί να συνδεθείτε ξανά για να αποκτήσετε πρόσβαση στον λογαριασμό σας.
es: Deberás volver a iniciar sesión para acceder a tu cuenta.
fil: Kailangan mong mag-sign in muli para ma-access ang iyong account.
fr: Vous devrez vous reconnecter pour accéder à votre compte.
hi: खाते तक पहुँचने के लिए आपको फिर से लॉग इन करना होगा।
id: Anda harus masuk kembali untuk mengakses akun Anda.
it: Dovrai accedere di nuovo per usare il tuo account.
ja: アカウントにアクセスするには再度ログインが必要です。
ko: 계정에 다시 접근하려면 재로그인이 필요합니다.
ms: Anda perlu log masuk semula untuk mengakses akaun anda.
nl: Je moet opnieuw inloggen om toegang te krijgen tot je account.
pt: Você precisará entrar novamente para acessar sua conta.
th: คุณต้องเข้าสู่ระบบอีกครั้งเพื่อเข้าถึงบัญชีของคุณ
uk: Для доступу до облікового запису потрібно буде знову увійти.
zh: 您需要重新登录才能访问账户。

source: Cancel
bn: বাতিল
de: Abbrechen
el: Ακύρωση
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
pt: Cancelar
th: ยกเลิก
uk: Скасувати
zh: 取消

source: Monthly Edits Usage
bn: মাসিক ব্যবহার
de: Monatliche Nutzung
el: Μηνιαία χρήση.
es: Uso mensual
fil: Buwanang gamit
fr: Utilisation mensuel.
hi: मासिक उपयोग
id: Pemakaian bulanan
it: Uso mens.
ja: 1ヶ月の使用量
ko: 월간 사용량
ms: Penggunaan bulanan
nl: Maandelijks gebruik
pt: Uso mensal
th: การใช้ต่อเดือน
uk: Місячне використ.
zh: 每月用量

source: Sign in to view
bn: দেখতে সাইন ইন করুন
de: Anmelden zum Anzeigen
el: Συνδεθείτε για προβολή
es: Inicia sesión para ver
fil: Mag-sign in para makita
fr: Connectez-vous pour voir
hi: देखने के लिए लॉग इन करें
id: Masuk untuk melihat
it: Accedi per vedere
ja: ログインして表示
ko: 로그인하여 확인
ms: Log masuk untuk lihat
nl: Log in om te bekijken
pt: Entre para ver
th: เข้าสู่ระบบเพื่อดู
uk: Увійдіть, щоб переглянути
zh: 登录后查看

# remaining
source: {remaining, plural, =0{{remaining} / {max} remaining} =1{{remaining} / {max} remaining} other{{remaining} / {max} remaining}}
bn: {remaining, plural, =0{{remaining} / {max} অবশিষ্ট} =1{{remaining} / {max} অবশিষ্ট} other{{remaining} / {max} অবশিষ্ট}}
de: {remaining, plural, =0{{remaining} / {max} verbleibend} =1{{remaining} / {max} verbleibend} other{{remaining} / {max} verbleibend}}
el: {remaining, plural, =0{{remaining} / {max} απομένον} =1{{remaining} / {max} απομένον} other{{remaining} / {max} απομένοντα}}
es: {remaining, plural, =0{{remaining} / {max} restante} =1{{remaining} / {max} restante} other{{remaining} / {max} restantes}}
fil: {remaining, plural, =0{{remaining} / {max} natitira} =1{{remaining} / {max} natitira} other{{remaining} / {max} natitira}}
fr: {remaining, plural, =0{{remaining} / {max} restante} =1{{remaining} / {max} restante} other{{remaining} / {max} restantes}}
hi: {remaining, plural, =0{{remaining} / {max} शेष} =1{{remaining} / {max} शेष} other{{remaining} / {max} शेष}}
id: {remaining, plural, =0{{remaining} / {max} tersisa} =1{{remaining} / {max} tersisa} other{{remaining} / {max} tersisa}}
it: {remaining, plural, =0{{remaining} / {max} rimanente} =1{{remaining} / {max} rimanente} other{{remaining} / {max} rimanenti}}
ja: {remaining, plural, =0{{remaining} / {max} 残り} =1{{remaining} / {max} 残り} other{{remaining} / {max} 残り}}
ko: {remaining, plural, =0{{remaining} / {max} 남음} =1{{remaining} / {max} 남음} other{{remaining} / {max} 남음}}
ms: {remaining, plural, =0{{remaining} / {max} baki} =1{{remaining} / {max} baki} other{{remaining} / {max} baki}}
nl: {remaining, plural, =0{{remaining} / {max} resterend} =1{{remaining} / {max} resterend} other{{remaining} / {max} resterend}}
pt: {remaining, plural, =0{{remaining} / {max} restante} =1{{remaining} / {max} restante} other{{remaining} / {max} restantes}}
th: {remaining, plural, =0{{remaining} / {max} คงเหลือ} =1{{remaining} / {max} คงเหลือ} other{{remaining} / {max} คงเหลือ}}
uk: {remaining, plural, =0{{remaining} / {max} залишилось} =1{{remaining} / {max} залишилось} other{{remaining} / {max} залишилось}}
zh: {remaining, plural, =0{{remaining} / {max} 剩余} =1{{remaining} / {max} 剩余} other{{remaining} / {max} 剩余}}

source: Counting...
bn: গণনা করা হচ্ছে...
de: Wird gezählt...
el: Υπολογισμός...
es: Contando...
fil: Binibilang...
fr: Comptage...
hi: गणना हो रही है...
id: Menghitung...
it: Conteggio...
ja: 計算中…
ko: 계산 중...
ms: Mengira...
nl: Tellen...
pt: Contando...
th: กำลังคำนวณ...
uk: Підрахунок...
zh: 计算中…

source: Restore Purchases
bn: কেনাকাটা রিস্টোর করুন
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fil: Ibalik ang mga binili
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan pembelian
nl: Aankopen herstellen
pt: Restaurar compras
th: กู้คืนการซื้อ
uk: Відновити покупки
zh: 恢复购买

source: Restore
bn: রিস্টোর
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fil: Ibalik
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nl: Herstellen
pt: Restaurar
th: กู้คืน
uk: Відновити
zh: 恢复

source: No Purchases
bn: কোনো কেনাকাটা নেই
de: Keine Käufe
el: Καμία αγορά
es: Sin compras
fil: Walang binili
fr: Aucun achat
hi: कोई खरीदारी नहीं
id: Tidak ada pembelian
it: Nessun acquisto
ja: 購入履歴なし
ko: 구매 내역 없음
ms: Tiada pembelian
nl: Geen aankopen
pt: Nenhuma compra
th: ไม่มีการซื้อ
uk: Покупок немає
zh: 无购买记录

# noPurchasesDescription
source: We could not find any previous purchases associated with your account.
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত কোনো পূর্বের কেনাকাটা পাওয়া যায়নি।
de: Es wurden keine früheren Käufe mit deinem Konto gefunden.
el: Δεν βρέθηκαν προηγούμενες αγορές συνδεδεμένες με τον λογαριασμό σας.
es: No se encontraron compras previas asociadas a tu cuenta.
fil: Wala kaming nakitang dating pagbili na nauugnay sa iyong account.
fr: Nous n'avons trouvé aucun achat précédent associé à votre compte.
hi: आपके खाते से जुड़ी कोई पिछली खरीदारी नहीं मिली।
id: Kami tidak menemukan pembelian sebelumnya yang terkait dengan akun Anda.
it: Non abbiamo trovato acquisti precedenti associati al tuo account.
ja: アカウントに関連する過去の購入が見つかりませんでした。
ko: 계정과 연결된 이전 구매 내역을 찾을 수 없습니다.
ms: Kami tidak menemui sebarang pembelian terdahulu yang dikaitkan dengan akaun anda.
nl: We hebben geen eerdere aankopen gevonden die aan je account zijn gekoppeld.
pt: Nenhuma compra anterior foi encontrada para sua conta.
th: ไม่พบการซื้อก่อนหน้าที่เชื่อมโยงกับบัญชีของคุณ
uk: Ми не знайшли попередніх покупок, пов’язаних із вашим обліковим записом.
zh: 未找到与您账户关联的任何过往购买。

source: Restore Successful
bn: রিস্টোর সফল
de: Wiederherstellung erfolgreich
el: Επιτυχής επαναφορά
es: Restauración exitosa
fil: Matagumpay ang pag-restore
fr: Restauration réussie
hi: पुनर्स्थापना सफल
id: Pemulihan berhasil
it: Ripristino riuscito
ja: 復元完了
ko: 복원 완료
ms: Pemulihan berjaya
nl: Herstel geslaagd
pt: Restauração concluída
th: กู้คืนสำเร็จ
uk: Відновлення успішне
zh: 恢复成功

# restoreSuccessfulDescription
source: You have successfully restored your purchases! You can now enjoy the full power of Lumena PRO.
bn: আপনার কেনাকাটা সফলভাবে রিস্টোর হয়েছে! এখন আপনি Lumena PRO-এর সম্পূর্ণ সুবিধা উপভোগ করতে পারবেন।
de: Deine Käufe wurden erfolgreich wiederhergestellt! Du kannst jetzt die volle Power von Lumena PRO nutzen.
el: Οι αγορές σας επαναφέρθηκαν με επιτυχία! Μπορείτε πλέον να απολαύσετε όλη τη δύναμη του Lumena PRO.
es: ¡Tus compras se restauraron correctamente! Ahora puedes disfrutar de todo el poder de Lumena PRO.
fil: Matagumpay na naibalik ang iyong mga binili! Maaari mo nang tamasahin ang buong lakas ng Lumena PRO.
fr: Vous avez restauré vos achats avec succès ! Vous pouvez maintenant profiter de toute la puissance de Lumena PRO.
hi: आपकी खरीदारी सफलतापूर्वक पुनर्स्थापित हो गई है! अब Lumena PRO का पूरा लाभ उठाएँ।
id: Pembelian Anda berhasil dipulihkan! Kini Anda dapat menikmati seluruh kekuatan Lumena PRO.
it: Hai ripristinato con successo i tuoi acquisti! Ora puoi goderti tutta la potenza di Lumena PRO.
ja: 購入が正常に復元されました。Lumena PRO のすべての機能をご利用いただけます。
ko: 구매가 성공적으로 복원되었습니다! 이제 Lumena PRO의 모든 기능을 이용할 수 있습니다.
ms: Pembelian anda berjaya dipulihkan! Kini anda boleh menikmati sepenuhnya Lumena PRO.
nl: Je aankopen zijn succesvol hersteld! Je kunt nu genieten van alle kracht van Lumena PRO.
pt: Suas compras foram restauradas com sucesso! Agora você pode aproveitar todo o poder do Lumena PRO.
th: กู้คืนการซื้อสำเร็จแล้ว! ตอนนี้คุณสามารถใช้ Lumena PRO ได้อย่างเต็มที่
uk: Ваші покупки успішно відновлено! Тепер ви можете користуватися всіма можливостями Lumena PRO.
zh: 您的购买已成功恢复！现在即可尽享 Lumena PRO 的全部功能。

source: Email
bn: ইমেইল
es: Correo
hi: ईमेल
ja: メール
ko: 이메일
ms: Emel
th: อีเมล
zh: 邮箱

source: Sign In
bn: সাইন ইন
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fil: Mag-sign in
fr: Se connecter
hi: लॉग इन
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
ms: Log masuk
nl: Inloggen
pt: Entrar
th: เข้าสู่ระบบ
uk: Увійти
zh: 登录

source: Image Saved to Gallery
bn: ছবি সংরক্ষিত হয়েছে
de: Bild gespeichert
el: Η εικόνα αποθηκεύτηκε
es: Imagen guardada
fil: Nai-save ang larawan
fr: Image enregistrée
hi: छवि सहेजी गई
id: Gambar disimpan
it: Immagine salvata
ja: 画像を保存しました
ko: 이미지 저장됨
ms: Imej disimpan
nl: Afbeelding opgeslagen
pt: Imagem salva
th: บันทึกรูปภาพแล้ว
uk: Зображення збережено
zh: 图片已保存

source: Failed to Save Image
bn: ছবি সংরক্ষণ করা যায়নি
de: Bild konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης εικόνας
es: No se pudo guardar la imagen
fil: Hindi ma-save ang larawan
fr: Impossible d'enregistrer l'image
hi: छवि सहेजने में विफल
id: Gagal menyimpan gambar
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 이미지 저장 실패
ms: Gagal menyimpan imej
nl: Opslaan mislukt
pt: Falha ao salvar imagem
th: ไม่สามารถบันทึกรูปภาพ
uk: Не вдалося зберегти
zh: 保存失败

# imageSavedToGalleryDescription
source: Your image has been successfully saved to your gallery.
bn: আপনার ছবি সফলভাবে গ্যালারিতে সংরক্ষিত হয়েছে।
de: Dein Bild wurde erfolgreich in deiner Galerie gespeichert.
el: Η εικόνα σας αποθηκεύτηκε επιτυχώς στη συλλογή σας.
es: Tu imagen se guardó correctamente en la galería.
fil: Matagumpay na nai-save ang iyong larawan sa gallery.
fr: Votre image a été enregistrée avec succès dans votre galerie.
hi: आपकी छवि गैलरी में सफलतापूर्वक सहेज ली गई है।
id: Gambar Anda berhasil disimpan ke galeri.
it: La tua immagine è stata salvata correttamente nella galleria.
ja: 画像がギャラリーに保存されました。
ko: 이미지가 갤러리에 성공적으로 저장되었습니다.
ms: Imej anda berjaya disimpan ke galeri.
nl: Je afbeelding is succesvol opgeslagen in je galerij.
pt: Sua imagem foi salva com sucesso na galeria.
th: รูปภาพของคุณถูกบันทึกลงในแกลเลอรีเรียบร้อยแล้ว
uk: Зображення успішно збережено у вашій галереї.
zh: 图片已成功保存到您的相册。

# failedToSaveImageDescription
source: There was an error saving your image. Please, try again.
bn: ছবি সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Beim Speichern deines Bildes ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της εικόνας. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error al guardar tu imagen. Inténtalo de nuevo.
fil: May naganap na error habang sine-save ang iyong larawan. Pakisubukang muli.
fr: Une erreur s'est produite lors de l'enregistrement de votre image. Veuillez réessayer.
hi: छवि सहेजते समय त्रुटि हुई। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan saat menyimpan gambar. Silakan coba lagi.
it: Si è verificato un errore durante il salvataggio dell'immagine. Riprova.
ja: 画像の保存中にエラーが発生しました。再度お試しください。
ko: 이미지를 저장하는 중 오류가 발생했습니다. 다시 시도해주세요.
ms: Ralat berlaku semasa menyimpan imej anda. Sila cuba lagi.
nl: Er is een fout opgetreden bij het opslaan van je afbeelding. Probeer opnieuw.
pt: Ocorreu um erro ao salvar sua imagem. Tente novamente.
th: เกิดข้อผิดพลาดในการบันทึกรูปภาพ กรุณาลองใหม่อีกครั้ง
uk: Під час збереження сталася помилка. Спробуйте ще раз.
zh: 保存图片时发生错误，请重试。

# imageShareDescription
source: Check out my edited image using Lumena AI! ✨
bn: Lumena AI দিয়ে সম্পাদিত আমার ছবি দেখুন! ✨
de: Schau dir mein bearbeitetes Bild mit Lumena AI an! ✨
el: Δείτε την εικόνα που επεξεργάστηκα με το Lumena AI! ✨
es: ¡Descubre mi imagen editada con Lumena AI! ✨
fil: Tingnan ang aking na-edit na larawan gamit ang Lumena AI! ✨
fr: Découvrez mon image modifiée avec Lumena AI ! ✨
hi: Lumena AI के साथ मेरी एडिट की गई तस्वीर देखें! ✨
id: Lihat gambar editanku dengan Lumena AI! ✨
it: Scopri la mia immagine modificata con Lumena AI! ✨
ja: Lumena AIで編集した画像をチェック！✨
ko: Lumena AI로 편집한 내 이미지를 확인해보세요! ✨
ms: Lihat imej saya yang diubah suai dengan Lumena AI! ✨
nl: Bekijk mijn bewerkte afbeelding met Lumena AI! ✨
pt: Confira minha imagem editada com o Lumena AI! ✨
th: ดูรูปภาพที่ฉันแก้ไขด้วย Lumena AI! ✨
uk: Переглянь моє відредаговане зображення з Lumena AI! ✨
zh: 看看我用 Lumena AI 编辑的图片吧！✨

source: Unexpected Error
bn: অপ্রত্যাশিত ত্রুটি
de: Unerwarteter Fehler
el: Απρόσμενο σφάλμα
es: Error inesperado
fil: Hindi inaasahang error
fr: Erreur inattendue
hi: अप्रत्याशित त्रुटि
id: Kesalahan tak terduga
it: Errore imprevisto
ja: 予期しないエラー
ko: 예기치 않은 오류
ms: Ralat tidak dijangka
nl: Onverwachte fout
pt: Erro inesperado
th: ข้อผิดพลาดที่ไม่คาดคิด
uk: Неочікувана помилка
zh: 意外错误

# unexpectedErrorImageGenerationDescription
source: Something wrong happened while generating the image. Please, try again.
bn: ছবি তৈরি করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Bei der Bilderstellung ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της εικόνας. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error al generar la imagen. Inténtalo de nuevo.
fil: May naganap na error habang ginagawa ang larawan. Pakisubukang muli.
fr: Une erreur est survenue lors de la génération de l'image. Veuillez réessayer.
hi: छवि बनाते समय त्रुटि हुई। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan saat membuat gambar. Silakan coba lagi.
it: Si è verificato un errore durante la generazione dell'immagine. Riprova.
ja: 画像生成中にエラーが発生しました。再度お試しください。
ko: 이미지 생성 중 오류가 발생했습니다. 다시 시도해주세요.
ms: Ralat berlaku semasa menjana imej. Sila cuba lagi.
nl: Er is een fout opgetreden bij het genereren van de afbeelding. Probeer opnieuw.
pt: Ocorreu um erro ao gerar a imagem. Tente novamente.
th: เกิดข้อผิดพลาดระหว่างการสร้างรูปภาพ กรุณาลองใหม่อีกครั้ง
uk: Під час генерації зображення сталася помилка. Спробуйте ще раз.
zh: 生成图片时发生错误，请重试。

# exitConfirmTitle
source: Are you sure you want to exit?
bn: আপনি কি নিশ্চিত যে বের হতে চান?
de: Möchtest du wirklich beenden?
el: Είστε σίγουροι ότι θέλετε να φύγετε;
es: ¿Seguro que quieres salir?
fil: Sigurado ka bang gusto mong lumabas?
fr: Êtes-vous sûr de vouloir quitter ?
hi: क्या आप वाकई बाहर जाना चाहते हैं?
id: Yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: 終了してもよろしいですか？
ko: 종료하시겠습니까?
ms: Adakah anda pasti mahu keluar?
nl: Weet je zeker dat je wilt afsluiten?
pt: Deseja sair?
th: คุณแน่ใจหรือไม่ว่าต้องการออก?
uk: Вийти з цієї сторінки?
zh: 确定要退出吗？
