Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# strangerThingsPromptText
source: Recreate the exact same image and integrate the person into the world of Stranger Things. Preserve the main subject fully realistic and unchanged (face, body, clothes, pose, expression). Transform the entire environment to match the Stranger Things atmosphere: an ominous, stormy sky without rain, glowing scarlet-red clouds, and red lightning illuminating the scene. Place the Mind Flayer from Stranger Things clearly visible in the distant sky, massive and menacing, partially obscured by clouds, faithful to the series design. Keep the original composition, perspective, and camera angle. The scene must feel cinematic, dark, supernatural, and unmistakably inspired by Stranger Things, as if the photo was taken during an Upside Down event.
bn: সঠিক একই ছবি পুনরায় তৈরি করুন এবং ব্যক্তিকে Stranger Things এর বিশ্বে একীভূত করুন। মূল বিষয় সম্পূর্ণ বাস্তবসম্মত এবং অপরিবর্তিত সংরক্ষণ করুন (মুখ, শরীর, পোশাক, ভঙ্গি, অভিব্যক্তি)। Stranger Things পরিবেশের সাথে মিলতে সম্পূর্ণ পরিবেশ রূপান্তর করুন: একটি অশুভ, ঝড়ো আকাশ বৃষ্টি ছাড়া, জ্বলন্ত লাল-লাল মেঘ, এবং লাল বজ্রপাত দৃশ্য আলোকিত করছে। Mind Flayer কে Stranger Things থেকে দূরের আকাশে স্পষ্টভাবে দৃশ্যমান রাখুন, বিশাল এবং ভয়ঙ্কর, আংশিকভাবে মেঘ দ্বারা অস্পষ্ট, সিরিজ ডিজাইনের প্রতি বিশ্বস্ত। মূল রচনা, দৃষ্টিভঙ্গি এবং ক্যামেরা কোণ রাখুন। দৃশ্যটি সিনেমাটিক, অন্ধকার, অতিপ্রাকৃত এবং অবশ্যই Stranger Things দ্বারা অনুপ্রাণিত অনুভব করতে হবে, যেন ছবিটি একটি Upside Down ইভেন্ট চলাকালীন নেওয়া হয়েছিল।
de: Genau dasselbe Bild neu erstellen und die Person in die Welt von Stranger Things integrieren. Das Hauptsubjekt vollständig realistisch und unverändert bewahren (Gesicht, Körper, Kleidung, Pose, Ausdruck). Die gesamte Umgebung verwandeln, um der Stranger Things-Atmosphäre zu entsprechen: ein ominöser, stürmischer Himmel ohne Regen, leuchtende scharlachrote Wolken und rote Blitze, die die Szene beleuchten. Den Mind Flayer aus Stranger Things deutlich sichtbar im fernen Himmel platzieren, massiv und bedrohlich, teilweise von Wolken verdeckt, dem Design der Serie treu. Die ursprüngliche Komposition, Perspektive und den Kamerawinkel beibehalten. Die Szene muss sich filmisch, dunkel, übernatürlich und unverwechselbar von Stranger Things inspiriert anfühlen, als wäre das Foto während eines Upside Down-Events aufgenommen worden.
el: Ξαναδημιουργήστε την ακριβώς ίδια εικόνα και ενσωματώστε το άτομο στον κόσμο του Stranger Things. Διατηρήστε το κύριο θέμα πλήρως ρεαλιστικό και αμετάβλητο (πρόσωπο, σώμα, ρούχα, στάση, έκφραση). Μεταμορφώστε ολόκληρο το περιβάλλον ώστε να ταιριάζει στην ατμόσφαιρα του Stranger Things: έναν απειλητικό, θυελλώδη ουρανό χωρίς βροχή, φωτεινά κατακόκκινα σύννεφα και κόκκινους κεραυνούς που φωτίζουν τη σκηνή. Τοποθετήστε το Mind Flayer από το Stranger Things ξεκάθαρα ορατό στον μακρινό ουρανό, τεράστιο και απειλητικό, μερικώς κρυμμένο από σύννεφα, πιστό στο σχέδιο της σειράς. Διατηρήστε την αρχική σύνθεση, προοπτική και γωνία κάμερας. Η σκηνή πρέπει να φαίνεται κινηματογραφική, σκοτεινή, υπερφυσική και αναμφίβολα εμπνευσμένη από το Stranger Things, σαν η φωτογραφία να τραβήχτηκε κατά τη διάρκεια ενός Upside Down γεγονότος.
es: Recrear exactamente la misma imagen e integrar a la persona en el mundo de Stranger Things. Preservar al sujeto principal completamente realista y sin cambios (rostro, cuerpo, ropa, pose, expresión). Transformar todo el entorno para que coincida con la atmósfera de Stranger Things: un cielo tormentoso ominoso sin lluvia, nubes escarlata brillantes y relámpagos rojos iluminando la escena. Colocar al Mind Flayer de Stranger Things claramente visible en el cielo distante, masivo y amenazante, parcialmente oscurecido por nubes, fiel al diseño de la serie. Mantener la composición original, la perspectiva y el ángulo de cámara. La escena debe sentirse cinematográfica, oscura, sobrenatural e inconfundiblemente inspirada en Stranger Things, como si la foto hubiera sido tomada durante un evento del Mundo del Revés.
fil: Likhain muli ang eksakto parehong larawan at isama ang tao sa mundo ng Stranger Things. Panatilihin ang pangunahing paksa na lubos na realistiko at hindi binago (mukha, katawan, damit, pose, ekspresyon). Baguhin ang buong kapaligiran upang tumugma sa Stranger Things atmosphere: isang nakabangit, mabagyo na langit nang walang ulan, nagniningning na pula-pulang mga ulap, at pulang kidlat na nagliliwanag sa eksena. Ilagay ang Mind Flayer mula sa Stranger Things na malinaw na nakikita sa malayong langit, napakalaki at nakakatakot, bahagyang tinakpan ng mga ulap, tapat sa disenyo ng series. Panatilihin ang orihinal na komposisyon, perspektiba, at anggulo ng camera. Ang eksena ay dapat mukhang cinematic, madilim, supernatural, at walang pagkakamaling inspirado ng Stranger Things, na para bang ang litrato ay kinuha sa panahon ng Upside Down na kaganapan.
fr: Recréer exactement la même image et intégrer la personne dans le monde de Stranger Things. Préserver le sujet principal entièrement réaliste et inchangé (visage, corps, vêtements, pose, expression). Transformer tout l'environnement pour correspondre à l'atmosphère de Stranger Things : un ciel orageux menaçant sans pluie, des nuages rouge écarlate lumineux et des éclairs rouges illuminant la scène. Placer le Mind Flayer de Stranger Things clairement visible dans le ciel lointain, massif et menaçant, partiellement obscurci par les nuages, fidèle au design de la série. Garder la composition, la perspective et l'angle de caméra d'origine. La scène doit sembler cinématographique, sombre, surnaturelle et indubitablement inspirée de Stranger Things, comme si la photo avait été prise pendant un événement du Monde à l'Envers.
hi: बिल्कुल वैसी ही छवि को फिर से बनाएं और व्यक्ति को Stranger Things की दुनिया में एकीकृत करें। मुख्य विषय को पूरी तरह से यथार्थवादी और अपरिवर्तित संरक्षित करें (चेहरा, शरीर, कपड़े, मुद्रा, अभिव्यक्ति)। Stranger Things वातावरण से मेल खाने के लिए पूरे वातावरण को बदलें: बिना बारिश का एक अशुभ, तूफानी आकाश, चमकते लाल-लाल बादल, और लाल बिजली दृश्य को रोशन कर रही है। Stranger Things के Mind Flayer को दूर के आकाश में स्पष्ट रूप से दृश्यमान रखें, विशाल और भयावह, बादलों द्वारा आंशिक रूप से अस्पष्ट, श्रृंखला डिजाइन के प्रति वफादार। मूल संरचना, परिप्रेक्ष्य और कैमरा कोण को रखें। दृश्य को सिनेमाई, अंधेरा, अलौकिक महसूस होना चाहिए और निर्विवाद रूप से Stranger Things से प्रेरित होना चाहिए, जैसे कि फोटो एक Upside Down घटना के दौरान ली गई थी।
id: Buat ulang gambar yang persis sama dan integrasikan orang tersebut ke dunia Stranger Things. Pertahankan subjek utama sepenuhnya realistis dan tidak berubah (wajah, tubuh, pakaian, pose, ekspresi). Ubah seluruh lingkungan agar sesuai dengan suasana Stranger Things: langit yang mengancam dan badai tanpa hujan, awan merah tua yang bersinar, dan petir merah yang menerangi adegan. Tempatkan Mind Flayer dari Stranger Things terlihat jelas di langit yang jauh, besar dan mengancam, sebagian terhalang oleh awan, setia pada desain serial. Pertahankan komposisi asli, perspektif, dan sudut kamera. Adegan harus terasa sinematik, gelap, supernatural, dan jelas terinspirasi oleh Stranger Things, seolah-olah foto diambil selama acara Upside Down.
it: Ricrea la stessa esatta immagine e integra la persona nel mondo di Stranger Things. Conserva il soggetto principale completamente realistico e invariato (viso, corpo, vestiti, posa, espressione). Trasforma l'intero ambiente per abbinare l'atmosfera di Stranger Things: un cielo minaccioso e tempestoso senza pioggia, nuvole scarlatte incandescenti e fulmini rossi che illuminano la scena. Posiziona il Mind Flayer di Stranger Things chiaramente visibile nel cielo lontano, massiccio e minaccioso, parzialmente oscurato dalle nuvole, fedele al design della serie. Mantieni la composizione originale, la prospettiva e l'angolazione della fotocamera. La scena deve sembrare cinematografica, oscura, soprannaturale e inconfondibilmente ispirata a Stranger Things, come se la foto fosse stata scattata durante un evento del Sottosopra.
ja: 全く同じ画像を再作成し、人物をStranger Thingsの世界に統合します。メインサブジェクトを完全にリアルで変更しないでください（顔、体、服、ポーズ、表情）。Stranger Thingsの雰囲気に合わせて全体の環境を変換します：雨のない不吉で嵐の空、輝く深紅の雲、シーンを照らす赤い稲妻。Stranger ThingsのMind Flayerを遠くの空に明確に見えるように配置し、巨大で威嚇的で、雲に部分的に隠され、シリーズのデザインに忠実です。元の構図、視点、カメラアングルを保ちます。シーンは映画的で暗く、超自然的で、Stranger Thingsに触発されていることが明白に感じられる必要があり、まるで写真がUpside Downイベント中に撮影されたかのようです。
ko: 정확히 동일한 이미지를 재현하고 사람을 Stranger Things의 세계에 통합합니다. 주요 피사체를 완전히 사실적이고 변경하지 않고 보존합니다 (얼굴, 몸, 옷, 포즈, 표정). Stranger Things 분위기와 일치하도록 전체 환경을 변환합니다: 비가 내리지 않는 불길하고 폭풍우 치는 하늘, 빛나는 진홍색 구름, 장면을 비추는 빨간 번개. Stranger Things의 Mind Flayer를 먼 하늘에 명확하게 보이도록 배치하고, 거대하고 위협적이며, 구름에 부분적으로 가려져 있고, 시리즈 디자인에 충실합니다. 원래 구성, 원근감, 카메라 각도를 유지합니다. 장면은 영화적이고 어둡고 초자연적이며 분명히 Stranger Things에서 영감을 받은 것처럼 느껴져야 하며, 마치 사진이 Upside Down 이벤트 중에 촬영된 것처럼 보여야 합니다.
ms: Cipta semula imej yang tepat sama dan integrasikan orang ke dalam dunia Stranger Things. Kekalkan subjek utama sepenuhnya realistik dan tidak berubah (muka, badan, pakaian, pose, ekspresi). Ubah keseluruhan persekitaran untuk memadankan suasana Stranger Things: langit ribut yang tidak menyenangkan tanpa hujan, awan merah tua bercahaya, dan kilat merah menerangi adegan. Letakkan Mind Flayer dari Stranger Things jelas kelihatan di langit jauh, besar dan mengancam, sebahagian diselubungi awan, setia kepada reka bentuk siri. Kekalkan komposisi asal, perspektif, dan sudut kamera. Adegan mesti terasa sinematik, gelap, ghaib, dan jelas diilhamkan oleh Stranger Things, seolah-olah foto diambil semasa acara Upside Down.
nl: Creëer precies dezelfde afbeelding opnieuw en integreer de persoon in de wereld van Stranger Things. Behoud het hoofdonderwerp volledig realistisch en ongewijzigd (gezicht, lichaam, kleding, pose, uitdrukking). Transformeer de hele omgeving om overeen te komen met de Stranger Things-sfeer: een onheilspellende, stormachtige lucht zonder regen, gloeiende scharlakenrode wolken en rode bliksem die de scène verlicht. Plaats de Mind Flayer uit Stranger Things duidelijk zichtbaar in de verre lucht, enorm en dreigend, gedeeltelijk verborgen door wolken, trouw aan het serieontwerp. Houd de oorspronkelijke compositie, perspectief en camerahoek. De scène moet cinematisch, donker, bovennatuurlijk aanvoelen en onmiskenbaar geïnspireerd zijn door Stranger Things, alsof de foto is genomen tijdens een Upside Down-evenement.
pt: Recrie a mesma imagem exata e integre a pessoa no mundo de Stranger Things. Preserve o sujeito principal totalmente realista e inalterado (rosto, corpo, roupas, pose, expressão). Transforme todo o ambiente para corresponder à atmosfera de Stranger Things: um céu ameaçador e tempestuoso sem chuva, nuvens vermelho-escarlate brilhantes e relâmpagos vermelhos iluminando a cena. Coloque o Mind Flayer de Stranger Things claramente visível no céu distante, massivo e ameaçador, parcialmente obscurecido por nuvens, fiel ao design da série. Mantenha a composição original, perspectiva e ângulo da câmera. A cena deve parecer cinematográfica, escura, sobrenatural e inconfundivelmente inspirada em Stranger Things, como se a foto tivesse sido tirada durante um evento do Mundo Invertido.
th: สร้างภาพเดียวกันทุกประการใหม่และผสมผสานบุคคลเข้าสู่โลกของ Stranger Things รักษาหัวข้อหลักให้สมจริงทั้งหมดและไม่เปลี่ยนแปลง (ใบหน้า ร่างกาย เสื้อผ้า ท่าทาง การแสดงออก) เปลี่ยนสภาพแวดล้อมทั้งหมดให้เข้ากับบรรยากาศของ Stranger Things: ท้องฟ้าที่น่ากลัว มีพายุแต่ไม่มีฝน เมฆสีแดงเข้มเรืองแสง และฟ้าผ่าสีแดงส่องสว่างฉาก วาง Mind Flayer จาก Stranger Things ให้มองเห็นได้อย่างชัดเจนในท้องฟ้าอันไกลโพ้น ใหญ่โตและน่ากลัว บดบังบางส่วนด้วยเมฆ ซื่อสัตย์ต่อการออกแบบของซีรีส์ รักษาองค์ประกอบเดิม มุมมอง และมุมกล้อง ฉากต้องดูเหมือนภาพยนตร์ มืด เหนือธรรมชาติ และได้รับแรงบันดาลใจจาก Stranger Things อย่างไม่ต้องสงสัย ราวกับว่าภาพถ่ายถูกถ่ายระหว่างเหตุการณ์ Upside Down
uk: Відтворіть точно таке саме зображення і інтегруйте людину в світ Stranger Things. Збережіть головний об'єкт повністю реалістичним і незмінним (обличчя, тіло, одяг, поза, вираз). Трансформуйте все середовище, щоб відповідати атмосфері Stranger Things: зловісне, штормове небо без дощу, світяться багряні хмари та червоні блискавки, що освітлюють сцену. Помістіть Розум-Хижака із Stranger Things явно видимим у далекому небі, масивним і загрозливим, частково схованим хмарами, вірним дизайну серіалу. Збережіть вихідну композицію, перспективу та кут камери. Сцена має відчуватися кінематографічною, темною, надприродною і безпомилково натхненною Stranger Things, ніби фотографія була зроблена під час події Виворотнього світу.
zh: 重新创建完全相同的图像,并将人融入怪奇物语世界。保持主要主体完全逼真且不变(脸部、身体、衣服、姿势、表情)。转变整个环境以匹配怪奇物语的氛围:不祥的暴风天空(无雨)、发光的深红色云层和照亮场景的红色闪电。将怪奇物语中的Mind Flayer清晰可见地放置在远处的天空中,巨大而威胁,部分被云层笼罩,忠实于该系列的设计。保持原始构图、视角和相机角度。场景必须感觉电影化、黑暗、超自然,并明确受怪奇物语启发,仿佛照片是在Upside Down事件期间拍摄的。

# minecraftEnvironmentPromptText
source: Recreate the exact same image, but transform the entire environment into a Minecraft world. Rebuild the background strictly using official Minecraft blocks, textures, and proportions. Do NOT modify the main subject (the person), keep them fully realistic and unchanged. Convert all other people, animals, objects, and interactive elements into their Minecraft equivalents (e.g. dog = Minecraft wolf, glass of water = Minecraft water bucket). Preserve the original composition, camera angle, perspective, and positions. The result must look like a real photo taken inside Minecraft, with the subject standing in the real world.
bn: সঠিক একই ছবি পুনরায় তৈরি করুন, কিন্তু সম্পূর্ণ পরিবেশ একটি Minecraft বিশ্বে রূপান্তর করুন। কঠোরভাবে অফিসিয়াল Minecraft ব্লক, টেক্সচার এবং অনুপাত ব্যবহার করে পটভূমি পুনর্নির্মাণ করুন। মূল বিষয় (ব্যক্তি) সংশোধন করবেন না, তাদের সম্পূর্ণ বাস্তবসম্মত এবং অপরিবর্তিত রাখুন। সমস্ত অন্যান্য মানুষ, প্রাণী, বস্তু এবং ইন্টারেক্টিভ উপাদান তাদের Minecraft সমতুল্যে রূপান্তরিত করুন (উদাহরণস্বরূপ কুকুর = Minecraft নেকড়ে, এক গ্লাস জল = Minecraft জলের বালতি)। মূল রচনা, ক্যামেরা কোণ, দৃষ্টিভঙ্গি এবং অবস্থান সংরক্ষণ করুন। ফলাফল Minecraft এর ভিতরে নেওয়া একটি বাস্তব ফটোর মত দেখাতে হবে, বিষয় বাস্তব বিশ্বে দাঁড়িয়ে।
de: Genau dasselbe Bild neu erstellen, aber die gesamte Umgebung in eine Minecraft-Welt verwandeln. Den Hintergrund strikt mit offiziellen Minecraft-Blöcken, Texturen und Proportionen neu aufbauen. Das Hauptsubjekt (die Person) NICHT ändern, vollständig realistisch und unverändert halten. Alle anderen Personen, Tiere, Objekte und interaktive Elemente in ihre Minecraft-Äquivalente konvertieren (z.B. Hund = Minecraft-Wolf, Glas Wasser = Minecraft-Wassereimer). Die ursprüngliche Komposition, den Kamerawinkel, die Perspektive und die Positionen bewahren. Das Ergebnis muss wie ein echtes Foto aussehen, das innerhalb von Minecraft aufgenommen wurde, mit dem Subjekt in der realen Welt stehend.
el: Ξαναδημιουργήστε την ακριβώς ίδια εικόνα, αλλά μεταμορφώστε ολόκληρο το περιβάλλον σε κόσμο Minecraft. Ανακατασκευάστε το φόντο αυστηρά χρησιμοποιώντας επίσημα μπλοκ, υφές και αναλογίες Minecraft. ΜΗΝ τροποποιήσετε το κύριο θέμα (το άτομο), διατηρήστε το πλήρως ρεαλιστικό και αμετάβλητο. Μετατρέψτε όλα τα άλλα άτομα, ζώα, αντικείμενα και διαδραστικά στοιχεία στα ισοδύναμα Minecraft τους (π.χ. σκύλος = λύκος Minecraft, ποτήρι νερό = κουβάς νερού Minecraft). Διατηρήστε την αρχική σύνθεση, γωνία κάμερας, προοπτική και θέσεις. Το αποτέλεσμα πρέπει να φαίνεται σαν πραγματική φωτογραφία τραβηγμένη μέσα στο Minecraft, με το θέμα να στέκεται στον πραγματικό κόσμο.
es: Recrear exactamente la misma imagen, pero transformar todo el entorno en un mundo Minecraft. Reconstruir el fondo estrictamente usando bloques, texturas y proporciones oficiales de Minecraft. NO modificar al sujeto principal (la persona), mantenerlo completamente realista y sin cambios. Convertir a todas las demás personas, animales, objetos y elementos interactivos en sus equivalentes de Minecraft (ej: perro = lobo Minecraft, vaso de agua = cubo de agua Minecraft). Preservar la composición original, el ángulo de cámara, la perspectiva y las posiciones. El resultado debe parecer una foto real tomada dentro de Minecraft, con el sujeto de pie en el mundo real.
fil: Likhain muli ang eksakto parehong larawan, ngunit baguhin ang buong kapaligiran sa mundo ng Minecraft. Itayo muli ang background na mahigpit na gumagamit ng opisyal na Minecraft na mga bloke, textures, at proporsyon. HUWAG baguhin ang pangunahing paksa (ang tao), panatilihin silang lubos na realistiko at hindi binago. I-convert ang lahat ng ibang tao, hayop, mga bagay, at interaktibong elemento sa kanilang Minecraft na katumbas (hal. aso = Minecraft wolf, basong tubig = Minecraft water bucket). Panatilihin ang orihinal na komposisyon, anggulo ng camera, perspektiba, at mga posisyon. Ang resulta ay dapat mukhang tunay na litrato na kinuha sa loob ng Minecraft, na ang paksa ay nakatayo sa tunay na mundo.
fr: Recréer exactement la même image, mais transformer tout l'environnement en un monde Minecraft. Reconstruire l'arrière-plan strictement en utilisant des blocs, textures et proportions Minecraft officiels. NE PAS modifier le sujet principal (la personne), le garder entièrement réaliste et inchangé. Convertir toutes les autres personnes, animaux, objets et éléments interactifs en leurs équivalents Minecraft (ex : chien = loup Minecraft, verre d'eau = seau d'eau Minecraft). Préserver la composition, l'angle de caméra, la perspective et les positions d'origine. Le résultat doit ressembler à une vraie photo prise dans Minecraft, avec le sujet debout dans le monde réel.
hi: बिल्कुल वैसी ही छवि को फिर से बनाएं, लेकिन पूरे वातावरण को एक Minecraft दुनिया में बदलें। आधिकारिक Minecraft ब्लॉक, बनावट और अनुपात का उपयोग करके पृष्ठभूमि को सख्ती से पुनर्निर्माण करें। मुख्य विषय (व्यक्ति) को संशोधित न करें, उन्हें पूरी तरह से यथार्थवादी और अपरिवर्तित रखें। सभी अन्य लोगों, जानवरों, वस्तुओं और इंटरैक्टिव तत्वों को उनके Minecraft समकक्षों में परिवर्तित करें (जैसे कुत्ता = Minecraft भेड़िया, पानी का गिलास = Minecraft पानी की बाल्टी)। मूल संरचना, कैमरा कोण, परिप्रेक्ष्य और स्थिति को संरक्षित करें। परिणाम Minecraft के अंदर ली गई एक वास्तविक फोटो की तरह दिखना चाहिए, विषय वास्तविक दुनिया में खड़ा है।
id: Buat ulang gambar yang persis sama, tetapi ubah seluruh lingkungan menjadi dunia Minecraft. Bangun kembali latar belakang dengan ketat menggunakan blok, tekstur, dan proporsi Minecraft resmi. JANGAN modifikasi subjek utama (orang), pertahankan mereka sepenuhnya realistis dan tidak berubah. Konversi semua orang lain, hewan, objek, dan elemen interaktif menjadi setara Minecraft mereka (misalnya anjing = serigala Minecraft, gelas air = ember air Minecraft). Pertahankan komposisi asli, sudut kamera, perspektif, dan posisi. Hasilnya harus terlihat seperti foto nyata yang diambil di dalam Minecraft, dengan subjek berdiri di dunia nyata.
it: Ricrea la stessa esatta immagine, ma trasforma l'intero ambiente in un mondo Minecraft. Ricostruisci lo sfondo utilizzando rigorosamente blocchi, texture e proporzioni ufficiali di Minecraft. NON modificare il soggetto principale (la persona), mantienilo completamente realistico e invariato. Converti tutte le altre persone, animali, oggetti ed elementi interattivi nei loro equivalenti Minecraft (es. cane = lupo Minecraft, bicchiere d'acqua = secchio d'acqua Minecraft). Conserva la composizione originale, l'angolazione della fotocamera, la prospettiva e le posizioni. Il risultato deve sembrare una vera foto scattata all'interno di Minecraft, con il soggetto in piedi nel mondo reale.
ja: 全く同じ画像を再作成しますが、全体の環境をMinecraftの世界に変換します。公式のMinecraftブロック、テクスチャ、比率を使用して、背景を厳密に再構築します。メインサブジェクト（人物）を変更しないでください、彼らを完全にリアルで変更しないでください。他のすべての人、動物、オブジェクト、インタラクティブ要素をMinecraftの同等物に変換します（例：犬 = Minecraftオオカミ、水のグラス = Minecraft水バケツ）。元の構図、カメラアングル、視点、位置を保ちます。結果は、Minecraftの中で撮影された本物の写真のように見える必要があり、サブジェクトは現実世界に立っています。
ko: 정확히 동일한 이미지를 재현하되, 전체 환경을 Minecraft 세계로 변환합니다. 공식 Minecraft 블록, 텍스처, 비율을 사용하여 배경을 엄격하게 재구축합니다. 주요 피사체 (사람)를 수정하지 마십시오. 완전히 사실적이고 변경하지 않고 유지합니다. 다른 모든 사람, 동물, 물체, 상호 작용 요소를 Minecraft 동등물로 변환합니다 (예: 개 = Minecraft 늑대, 물 잔 = Minecraft 물 양동이). 원래 구성, 카메라 각도, 원근감, 위치를 보존합니다. 결과는 Minecraft 안에서 촬영한 실제 사진처럼 보여야 하며, 피사체는 실제 세계에 서 있습니다.
ms: Cipta semula imej yang tepat sama, tetapi ubah keseluruhan persekitaran menjadi dunia Minecraft. Bina semula latar belakang dengan ketat menggunakan blok, tekstur, dan perkadaran Minecraft rasmi. JANGAN ubah suai subjek utama (orang), kekalkan mereka sepenuhnya realistik dan tidak berubah. Tukar semua orang lain, haiwan, objek, dan elemen interaktif kepada setara Minecraft mereka (cth. anjing = serigala Minecraft, segelas air = baldi air Minecraft). Kekalkan komposisi asal, sudut kamera, perspektif, dan kedudukan. Hasilnya mesti kelihatan seperti foto sebenar yang diambil di dalam Minecraft, dengan subjek berdiri di dunia sebenar.
nl: Creëer precies dezelfde afbeelding opnieuw, maar transformeer de hele omgeving naar een Minecraft-wereld. Herbouw de achtergrond strikt met behulp van officiële Minecraft-blokken, texturen en verhoudingen. Wijzig het hoofdonderwerp (de persoon) NIET, houd ze volledig realistisch en ongewijzigd. Converteer alle andere mensen, dieren, objecten en interactieve elementen naar hun Minecraft-equivalenten (bijv. hond = Minecraft-wolf, glas water = Minecraft-wateremmer). Behoud de oorspronkelijke compositie, camerahoek, perspectief en posities. Het resultaat moet eruitzien als een echte foto genomen in Minecraft, met het onderwerp staand in de echte wereld.
pt: Recrie a mesma imagem exata, mas transforme todo o ambiente num mundo Minecraft. Reconstrua o fundo estritamente usando blocos, texturas e proporções oficiais do Minecraft. NÃO modifique o sujeito principal (a pessoa), mantenha-o totalmente realista e inalterado. Converta todas as outras pessoas, animais, objetos e elementos interativos nos seus equivalentes Minecraft (ex: cão = lobo Minecraft, copo de água = balde de água Minecraft). Preserve a composição original, ângulo da câmera, perspectiva e posições. O resultado deve parecer uma foto real tirada dentro do Minecraft, com o sujeito em pé no mundo real.
th: สร้างภาพเดียวกันทุกประการใหม่ แต่เปลี่ยนสภาพแวดล้อมทั้งหมดให้เป็นโลก Minecraft สร้างพื้นหลังใหม่โดยใช้บล็อก เนื้อสัมผัส และสัดส่วนของ Minecraft อย่างเป็นทางการ ห้ามปรับเปลี่ยนหัวข้อหลัก (บุคคล) รักษาให้สมจริงทั้งหมดและไม่เปลี่ยนแปลง แปลงบุคคลอื่นๆ สัตว์ วัตถุ และองค์ประกอบโต้ตอบทั้งหมดให้เป็นเทียบเท่าของ Minecraft (เช่น สุนัข = หมาป่า Minecraft, แก้วน้ำ = ถังน้ำ Minecraft) รักษาองค์ประกอบเดิม มุมกล้อง มุมมอง และตำแหน่ง ผลลัพธ์ต้องดูเหมือนภาพถ่ายจริงที่ถ่ายภายใน Minecraft โดยมีหัวข้อยืนอยู่ในโลกแห่งความจริง
uk: Відтворіть точно таке саме зображення, але трансформуйте все середовище в світ Minecraft. Перебудуйте фон суворо використовуючи офіційні блоки, текстури та пропорції Minecraft. НЕ змінюйте головний об'єкт (людину), збережіть його повністю реалістичним і незмінним. Перетворіть усіх інших людей, тварин, об'єкти та інтерактивні елементи в їхні еквіваленти Minecraft (наприклад: собака = вовк Minecraft, склянка води = відро води Minecraft). Збережіть вихідну композицію, кут камери, перспективу та позиції. Результат має виглядати як справжня фотографія, зроблена всередині Minecraft, з об'єктом, що стоїть у реальному світі.
zh: 重新创建完全相同的图像,但将整个环境转变为Minecraft世界。使用官方Minecraft方块、纹理和比例严格重建背景。不要修改主要主体(人),保持他们完全逼真且不变。将所有其他人、动物、物体和交互元素转变为他们的Minecraft等价物(例如狗=Minecraft狼,一杯水=Minecraft水桶)。保持原始构图、相机角度、视角和位置。结果必须看起来像在Minecraft内拍摄的真实照片,主体站在真实世界中。

# legoPromptLabel
source: LEGO
zh: 乐高
