Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# womanToManPromptText
source: Transform the woman in the image into her realistic male equivalent. Keep the photo exactly the same: same framing, same background, same environment, same pose, same posture, and same body position. Do NOT extend, crop, or generate any new body parts. Only modify gender-related traits while preserving identity and likeness: stronger jawline, masculine facial features, masculine hairstyle, subtle masculine body characteristics where already visible. Maintain the original lighting, shadows, perspective, and image quality. High realism, seamless integration, no visual artifacts.
bn: ছবিতে মহিলাকে তার বাস্তবসম্মত পুরুষ সমতুল্যে রূপান্তরিত করুন। ফটো ঠিক একই রাখুন: একই ফ্রেমিং, একই পটভূমি, একই পরিবেশ, একই ভঙ্গি, একই ভঙ্গি এবং একই শরীরের অবস্থান। শরীরের নতুন অংশ প্রসারিত, ক্রপ বা উত্পন্ন করবেন না। শুধুমাত্র লিঙ্গ-সম্পর্কিত বৈশিষ্ট্য সংশোধন করুন যখন পরিচয় এবং সাদৃশ্য সংরক্ষণ করুন: শক্তিশালী চোয়াল, পুরুষালি মুখের বৈশিষ্ট্য, পুরুষালি চুলের স্টাইল, সূক্ষ্ম পুরুষালি শরীরের বৈশিষ্ট্য যেখানে ইতিমধ্যে দৃশ্যমান। মূল আলো, ছায়া, দৃষ্টিভঙ্গি এবং চিত্র মান বজায় রাখুন। উচ্চ বাস্তববাদ, নির্বিঘ্ন একীকরণ, কোন চাক্ষুষ আর্টিফ্যাক্ট নেই।
de: Die Frau im Bild in ihr realistisches männliches Äquivalent verwandeln. Das Foto genau gleich halten: gleicher Bildausschnitt, gleicher Hintergrund, gleiche Umgebung, gleiche Pose, gleiche Haltung und gleiche Körperposition. KEINE Erweiterung, Beschneidung oder Generierung neuer Körperteile. Nur geschlechtsbezogene Merkmale ändern, während Identität und Ähnlichkeit erhalten bleiben: stärkere Kieferlinie, maskuline Gesichtszüge, maskuline Frisur, subtile maskuline Körpermerkmale wo bereits sichtbar. Die ursprüngliche Beleuchtung, Schatten, Perspektive und Bildqualität beibehalten. Hoher Realismus, nahtlose Integration, keine visuellen Artefakte.
el: Μεταμορφώστε τη γυναίκα στην εικόνα στο ρεαλιστικό ανδρικό της ισοδύναμο. Διατηρήστε τη φωτογραφία ακριβώς ίδια: ίδιο κάδρο, ίδιο φόντο, ίδιο περιβάλλον, ίδια στάση, ίδια στάση σώματος και ίδια θέση σώματος. ΜΗΝ επεκτείνετε, καρέ ή δημιουργήσετε νέα μέρη σώματος. Τροποποιήστε μόνο χαρακτηριστικά που σχετίζονται με το φύλο διατηρώντας την ταυτότητα και την ομοιότητα: ισχυρότερο σαγόνι, ανδρικά χαρακτηριστικά προσώπου, ανδρικό χτένισμα, λεπτά ανδρικά σωματικά χαρακτηριστικά όπου ήδη ορατά. Διατηρήστε τον αρχικό φωτισμό, σκιές, προοπτική και ποιότητα εικόνας. Υψηλός ρεαλισμός, απρόσκοπτη ενσωμάτωση, χωρίς οπτικά τεχνουργήματα.
es: Transformar a la mujer en la imagen en su equivalente masculino realista. Mantener la foto exactamente igual: mismo encuadre, mismo fondo, mismo entorno, misma pose, misma postura y misma posición del cuerpo. NO extender, recortar ni generar nuevas partes del cuerpo. Solo modificar rasgos relacionados con el género preservando la identidad y el parecido: mandíbula más fuerte, rasgos faciales masculinos, peinado masculino, características corporales masculinas sutiles donde ya sean visibles. Mantener la iluminación original, las sombras, la perspectiva y la calidad de imagen. Alto realismo, integración perfecta, sin artefactos visuales.
fil: Baguhin ang babae sa larawan sa kanyang realistikong katumbas na lalaki. Panatilihin ang litrato ng eksakto pareho: parehong framing, parehong background, parehong kapaligiran, parehong pose, parehong postura, at parehong posisyon ng katawan. HUWAG palawakin, i-crop, o gumawa ng mga bagong bahagi ng katawan. Baguhin lamang ang mga katangiang nauugnay sa kasarian habang piniprese ang pagkakakilanlan at pagkakatulad: mas malakas na panga, mga katangiang lalaki sa mukha, lalaking ayos ng buhok, banayad na lalaking mga katangiang pang-katawan kung saan nakikita na. Panatilihin ang orihinal na liwanag, mga anino, perspektiba, at kalidad ng larawan. Mataas na realism, walang putol na pagsasama, walang visual na artifacts.
fr: Transformer la femme dans l'image en son équivalent masculin réaliste. Garder la photo exactement la même : même cadrage, même arrière-plan, même environnement, même pose, même posture et même position du corps. NE PAS étendre, recadrer ou générer de nouvelles parties du corps. Modifier uniquement les traits liés au genre tout en préservant l'identité et la ressemblance : mâchoire plus forte, traits faciaux masculins, coiffure masculine, caractéristiques corporelles masculines subtiles là où elles sont déjà visibles. Maintenir l'éclairage d'origine, les ombres, la perspective et la qualité de l'image. Haut réalisme, intégration transparente, aucun artefact visuel.
hi: छवि में महिला को उसके यथार्थवादी पुरुष समकक्ष में बदलें। फोटो को बिल्कुल वैसा ही रखें: समान फ्रेमिंग, समान पृष्ठभूमि, समान वातावरण, समान मुद्रा, समान आसन और समान शरीर की स्थिति। नए शरीर के अंगों को विस्तारित, क्रॉप या उत्पन्न न करें। केवल लिंग-संबंधित लक्षणों को संशोधित करें जबकि पहचान और समानता को संरक्षित करें: मजबूत जबड़ा, मर्दाना चेहरे की विशेषताएं, मर्दाना केश, सूक्ष्म मर्दाना शारीरिक विशेषताएं जहां पहले से दृश्यमान हैं। मूल प्रकाश, छाया, परिप्रेक्ष्य और छवि गुणवत्ता बनाए रखें। उच्च यथार्थवाद, निर्बाध एकीकरण, कोई दृश्य कलाकृतियां नहीं।
id: Ubah wanita dalam gambar menjadi setara pria yang realistis. Pertahankan foto persis sama: framing yang sama, latar belakang yang sama, lingkungan yang sama, pose yang sama, postur yang sama, dan posisi tubuh yang sama. JANGAN memperluas, memotong, atau menghasilkan bagian tubuh baru. Hanya modifikasi ciri terkait gender sambil mempertahankan identitas dan kemiripan: garis rahang yang lebih kuat, fitur wajah maskulin, gaya rambut maskulin, karakteristik tubuh maskulin yang halus di mana sudah terlihat. Pertahankan pencahayaan asli, bayangan, perspektif, dan kualitas gambar. Realisme tinggi, integrasi mulus, tanpa artefak visual.
it: Trasforma la donna nell'immagine nel suo equivalente maschile realistico. Mantieni la foto esattamente uguale: stessa inquadratura, stesso sfondo, stesso ambiente, stessa posa, stessa postura e stessa posizione del corpo. NON estendere, ritagliare o generare nuove parti del corpo. Modifica solo i tratti legati al genere preservando identità e somiglianza: mascella più forte, lineamenti maschili, acconciatura maschile, caratteristiche corporee maschili sottili dove già visibili. Mantieni l'illuminazione, le ombre, la prospettiva e la qualità dell'immagine originali. Alto realismo, integrazione perfetta, nessun artefatto visivo.
ja: 画像内の女性を彼女の現実的な男性版に変換します。写真を正確に同じに保ちます：同じフレーミング、同じ背景、同じ環境、同じポーズ、同じ姿勢、同じ体の位置。新しい体の部分を拡張、トリミング、または生成しないでください。アイデンティティと似顔を保持しながら、性別関連の特徴のみを変更します：より強い顎のライン、男性の顔の特徴、男性の髪型、すでに見える場所での微妙な男性の身体特性。元の照明、影、視点、画像品質を維持します。高いリアリズム、シームレスな統合、視覚的なアーチファクトなし。
ko: 이미지의 여성을 그녀의 현실적인 남성 동등물로 변환합니다. 사진을 정확히 동일하게 유지합니다: 동일한 프레이밍, 동일한 배경, 동일한 환경, 동일한 포즈, 동일한 자세, 동일한 신체 위치. 새로운 신체 부위를 확장, 자르거나 생성하지 마십시오. 정체성과 닮음을 보존하면서 성별 관련 특성만 수정합니다: 더 강한 턱선, 남성 얼굴 특징, 남성 헤어스타일, 이미 보이는 곳에서 미묘한 남성 신체 특성. 원래 조명, 그림자, 원근감, 이미지 품질을 유지합니다. 높은 사실주의, 원활한 통합, 시각적 아티팩트 없음.
ms: Ubah wanita dalam imej kepada setara lelaki yang realistik. Kekalkan foto tepat sama: framing yang sama, latar belakang yang sama, persekitaran yang sama, pose yang sama, postur yang sama, dan kedudukan badan yang sama. JANGAN kembangkan, potong, atau hasilkan bahagian badan baharu. Hanya ubah suai ciri berkaitan jantina sambil mengekalkan identiti dan persamaan: garis rahang lebih kuat, ciri muka maskulin, gaya rambut maskulin, ciri badan maskulin halus di mana sudah kelihatan. Kekalkan pencahayaan asal, bayang-bayang, perspektif, dan kualiti imej. Realisme tinggi, integrasi lancar, tiada artifak visual.
nl: Transformeer de vrouw in de afbeelding naar haar realistische mannelijke equivalent. Houd de foto precies hetzelfde: dezelfde inkadering, dezelfde achtergrond, dezelfde omgeving, dezelfde pose, dezelfde houding en dezelfde lichaamshouding. Breid GEEN nieuwe lichaamsdelen uit, snijd ze niet bij of genereer ze niet. Wijzig alleen geslachtsgerelateerde kenmerken terwijl identiteit en gelijkenis behouden blijven: sterkere kaaklijn, mannelijke gelaatstrekken, mannelijk kapsel, subtiele mannelijke lichaamskenmerken waar al zichtbaar. Behoud de oorspronkelijke verlichting, schaduwen, perspectief en beeldkwaliteit. Hoog realisme, naadloze integratie, geen visuele artefacten.
pt: Transforme a mulher na imagem no seu equivalente masculino realista. Mantenha a foto exatamente igual: mesmo enquadramento, mesmo fundo, mesmo ambiente, mesma pose, mesma postura e mesma posição do corpo. NÃO estenda, recorte ou gere novas partes do corpo. Apenas modifique características relacionadas ao género preservando identidade e semelhança: mandíbula mais forte, características faciais masculinas, penteado masculino, características corporais masculinas subtis onde já visíveis. Mantenha a iluminação original, sombras, perspectiva e qualidade de imagem. Alto realismo, integração perfeita, sem artefatos visuais.
th: เปลี่ยนผู้หญิงในภาพให้เป็นเพศชายที่สมจริงเทียบเท่า รักษาภาพถ่ายให้เหมือนเดิมทุกประการ: เฟรมเดียวกัน พื้นหลังเดียวกัน สภาพแวดล้อมเดียวกัน ท่าทางเดียวกัน ท่าทางเดียวกัน และตำแหน่งร่างกายเดียวกัน ห้ามขยาย ครอบตัด หรือสร้างส่วนของร่างกายใหม่ ปรับเปลี่ยนเฉพาะลักษณะที่เกี่ยวข้องกับเพศในขณะที่รักษาตัวตนและความคล้ายคลึง: ขากรรไกรที่แข็งแรงขึ้น ลักษณะใบหน้าผู้ชาย ทรงผมผู้ชาย ลักษณะร่างกายผู้ชายที่ละเอียดอ่อนในที่ที่มองเห็นได้แล้ว รักษาแสงเดิม เงา มุมมอง และคุณภาพของภาพ ความสมจริงสูง การบูรณาการที่ลงตัว ไม่มีสิ่งผิดปกติทางภาพ
uk: Трансформуйте жінку на зображенні в її реалістичний чоловічий еквівалент. Збережіть фотографію точно такою ж: те саме кадрування, той самий фон, те саме середовище, та сама поза, та сама постава і те саме положення тіла. НЕ розширюйте, не обрізайте і не генеруйте нові частини тіла. Змінюйте лише характеристики, пов'язані зі статтю, зберігаючи ідентичність і схожість: сильніша щелепа, чоловічі риси обличчя, чоловіча зачіска, тонкі чоловічі характеристики тіла там, де вже видні. Збережіть вихідне освітлення, тіні, перспективу та якість зображення. Високий реалізм, безшовна інтеграція, без візуальних артефактів.
zh: 将图像中的女人转变为逼真的男性等价物。保持照片完全相同:相同的框架、相同的背景、相同的环境、相同的姿势、相同的姿态和相同的身体位置。不要扩展、裁剪或生成新的身体部位。只修改性别相关特征,同时保持身份和相似性:更强的下颌线,男性化面部特征,男性化发型,在已可见的地方有微妙的男性身体特征。保持原始照明、阴影、视角和图像质量。高度逼真,无缝集成,无视觉伪影。

# animalToHumanPromptLabel
source: Animal to Human
bn: প্রাণী থেকে মানুষ
de: Tier zu Mensch
el: Ζώο σε Άνθρωπο
es: Animal a humano
fil: Hayop sa Tao
fr: Animal vers humain
hi: जानवर से इंसान
id: Hewan ke Manusia
it: Animale a Umano
ja: 動物から人間へ
ko: 동물에서 인간으로
ms: Haiwan ke Manusia
nl: Dier naar Mens
pt: Animal para Humano
th: สัตว์เป็นมนุษย์
uk: Тварина в Людину
zh: 动物变人

# animalToHumanPromptText
source: Transform the animal in the image into a realistic human equivalent while preserving the animal's identity, posture, attitude, and distinctive traits. The human should clearly feel like the same being in human form, with recognizable facial structure, expression, body language, and presence inspired by the animal. Keep the original environment, lighting, camera angle, and composition unchanged. The transformation must look natural, photorealistic, and perfectly integrated into the scene.
bn: ছবিতে প্রাণীকে একটি বাস্তবসম্মত মানব সমতুল্যে রূপান্তরিত করুন যখন প্রাণীর পরিচয়, ভঙ্গি, মনোভাব এবং স্বতন্ত্র বৈশিষ্ট্য সংরক্ষণ করুন। মানুষের স্পষ্টভাবে মানব আকারে একই সত্তা অনুভব করা উচিত, স্বীকৃত মুখের গঠন, অভিব্যক্তি, শরীরের ভাষা এবং উপস্থিতি সহ প্রাণী দ্বারা অনুপ্রাণিত। মূল পরিবেশ, আলো, ক্যামেরা কোণ এবং রচনা অপরিবর্তিত রাখুন। রূপান্তরটি প্রাকৃতিক, ফটোরিয়ালিস্টিক এবং দৃশ্যে নিখুঁতভাবে একীভূত দেখাতে হবে।
de: Das Tier im Bild in ein realistisches menschliches Äquivalent verwandeln, während Identität, Haltung, Einstellung und charakteristische Merkmale des Tieres erhalten bleiben. Der Mensch sollte sich deutlich wie dasselbe Wesen in menschlicher Form anfühlen, mit erkennbarer Gesichtsstruktur, Ausdruck, Körpersprache und Präsenz inspiriert vom Tier. Die ursprüngliche Umgebung, Beleuchtung, Kamerawinkel und Komposition unverändert lassen. Die Verwandlung muss natürlich, fotorealistisch und perfekt in die Szene integriert aussehen.
el: Μεταμορφώστε το ζώο στην εικόνα σε ρεαλιστικό ανθρώπινο ισοδύναμο διατηρώντας την ταυτότητα, τη στάση, τη συμπεριφορά και τα χαρακτηριστικά γνωρίσματα του ζώου. Ο άνθρωπος πρέπει να αισθάνεται ξεκάθαρα σαν το ίδιο ον σε ανθρώπινη μορφή, με αναγνωρίσιμη δομή προσώπου, έκφραση, γλώσσα σώματος και παρουσία εμπνευσμένη από το ζώο. Διατηρήστε το αρχικό περιβάλλον, φωτισμό, γωνία κάμερας και σύνθεση αμετάβλητο. Η μεταμόρφωση πρέπει να φαίνεται φυσική, φωτορεαλιστική και τέλεια ενσωματωμένη στη σκηνή.
es: Transformar al animal en la imagen en un equivalente humano realista preservando la identidad, postura, actitud y rasgos distintivos del animal. El humano debe sentirse claramente como el mismo ser en forma humana, con estructura facial, expresión, lenguaje corporal y presencia reconocibles inspirados en el animal. Mantener el entorno original, la iluminación, el ángulo de cámara y la composición sin cambios. La transformación debe parecer natural, fotorrealista y perfectamente integrada en la escena.
fil: Baguhin ang hayop sa larawan sa realistikong katumbas na tao habang piniprese ang pagkakakilanlan, postura, saloobin, at natatanging mga katangian ng hayop. Ang tao ay dapat malinaw na pakiramdam na parehong nilalang sa anyo ng tao, na may nakikilalang istraktura ng mukha, ekspresyon, wika ng katawan, at presensya na inspirado ng hayop. Panatilihin ang orihinal na kapaligiran, liwanag, anggulo ng camera, at komposisyon na hindi binago. Ang pagbabago ay dapat mukhang natural, photorealistic, at perpektong isinama sa eksena.
fr: Transformer l'animal dans l'image en un équivalent humain réaliste tout en préservant l'identité, la posture, l'attitude et les traits distinctifs de l'animal. L'humain doit clairement ressembler au même être sous forme humaine, avec une structure faciale, une expression, un langage corporel et une présence reconnaissables inspirés de l'animal. Garder l'environnement d'origine, l'éclairage, l'angle de caméra et la composition inchangés. La transformation doit paraître naturelle, photoréaliste et parfaitement intégrée dans la scène.
hi: छवि में जानवर को एक यथार्थवादी मानव समकक्ष में बदलें जबकि जानवर की पहचान, मुद्रा, रवैया और विशिष्ट लक्षणों को संरक्षित करें। मानव को स्पष्ट रूप से मानव रूप में उसी अस्तित्व की तरह महसूस होना चाहिए, पहचानने योग्य चेहरे की संरचना, अभिव्यक्ति, शरीर की भाषा और उपस्थिति के साथ जो जानवर से प्रेरित हो। मूल वातावरण, प्रकाश, कैमरा कोण और संरचना को अपरिवर्तित रखें। परिवर्तन प्राकृतिक, फोटोरियलिस्टिक दिखना चाहिए और दृश्य में पूरी तरह से एकीकृत होना चाहिए।
id: Ubah hewan dalam gambar menjadi setara manusia yang realistis sambil mempertahankan identitas, postur, sikap, dan ciri khas hewan. Manusia harus jelas terasa seperti makhluk yang sama dalam bentuk manusia, dengan struktur wajah, ekspresi, bahasa tubuh, dan kehadiran yang dapat dikenali yang terinspirasi oleh hewan. Pertahankan lingkungan asli, pencahayaan, sudut kamera, dan komposisi tidak berubah. Transformasi harus terlihat alami, fotorealistik, dan terintegrasi sempurna ke dalam adegan.
it: Trasforma l'animale nell'immagine in un equivalente umano realistico preservando l'identità, la postura, l'atteggiamento e i tratti distintivi dell'animale. L'umano dovrebbe chiaramente sembrare lo stesso essere in forma umana, con struttura facciale, espressione, linguaggio del corpo e presenza riconoscibili ispirati dall'animale. Mantieni l'ambiente originale, l'illuminazione, l'angolazione della fotocamera e la composizione invariati. La trasformazione deve apparire naturale, fotorealistica e perfettamente integrata nella scena.
ja: 画像内の動物を、動物のアイデンティティ、姿勢、態度、特徴的な特徴を保持しながら、現実的な人間の同等物に変換します。人間は、動物に触発された認識可能な顔の構造、表情、ボディーランゲージ、存在感を持って、人間の形の同じ存在として明確に感じられるべきです。元の環境、照明、カメラアングル、構図を変更しないでください。変換は自然でフォトリアリスティックに見え、シーンに完全に統合されている必要があります。
ko: 이미지의 동물을 동물의 정체성, 자세, 태도, 독특한 특성을 보존하면서 현실적인 인간 동등물로 변환합니다. 인간은 동물에서 영감을 받은 인식 가능한 얼굴 구조, 표정, 신체 언어, 존재감으로 인간 형태의 동일한 존재처럼 명확하게 느껴져야 합니다. 원래 환경, 조명, 카메라 각도, 구성을 변경하지 마십시오. 변환은 자연스럽고 포토리얼리스틱하게 보여야 하며 장면에 완벽하게 통합되어야 합니다.
ms: Ubah haiwan dalam imej kepada setara manusia yang realistik sambil mengekalkan identiti, postur, sikap, dan ciri khas haiwan. Manusia mesti jelas terasa seperti makhluk yang sama dalam bentuk manusia, dengan struktur muka, ekspresi, bahasa badan, dan kehadiran yang boleh dikenali yang diilhamkan oleh haiwan. Kekalkan persekitaran asal, pencahayaan, sudut kamera, dan komposisi tidak berubah. Transformasi mesti kelihatan semula jadi, fotorealistik, dan terintegrasi dengan sempurna ke dalam adegan.
nl: Transformeer het dier in de afbeelding naar een realistisch menselijk equivalent terwijl de identiteit, houding, houding en onderscheidende kenmerken van het dier behouden blijven. De mens moet duidelijk aanvoelen als hetzelfde wezen in menselijke vorm, met herkenbare gezichtsstructuur, uitdrukking, lichaamstaal en aanwezigheid geïnspireerd door het dier. Houd de oorspronkelijke omgeving, verlichting, camerahoek en compositie ongewijzigd. De transformatie moet er natuurlijk, fotorealistisch uitzien en perfect geïntegreerd in de scène.
pt: Transforme o animal na imagem num equivalente humano realista preservando a identidade, postura, atitude e características distintivas do animal. O humano deve claramente parecer o mesmo ser em forma humana, com estrutura facial, expressão, linguagem corporal e presença reconhecíveis inspiradas no animal. Mantenha o ambiente original, iluminação, ângulo da câmera e composição inalterados. A transformação deve parecer natural, fotorrealista e perfeitamente integrada à cena.
th: เปลี่ยนสัตว์ในภาพให้เป็นมนุษย์ที่สมจริงเทียบเท่าในขณะที่รักษาตัวตน ท่าทาง ทัศนคติ และลักษณะเด่นของสัตว์ มนุษย์ควรรู้สึกชัดเจนว่าเป็นสิ่งมีชีวิตเดียวกันในรูปแบบมนุษย์ ด้วยโครงสร้างใบหน้า การแสดงออก ภาษากาย และการมีอยู่ที่จดจำได้ซึ่งได้รับแรงบันดาลใจจากสัตว์ รักษาสภาพแวดล้อมเดิม แสง มุมกล้อง และองค์ประกอบไม่เปลี่ยนแปลง การเปลี่ยนแปลงต้องดูเป็นธรรมชาติ สมจริง และบูรณาการอย่างสมบูรณ์แบบในฉาก
uk: Трансформуйте тварину на зображенні в реалістичний людський еквівалент, зберігаючи ідентичність, позу, ставлення та відмітні риси тварини. Людина має явно відчуватися як та сама істота в людській формі, з впізнаваною структурою обличчя, виразом, мовою тіла та присутністю, натхненними твариною. Збережіть вихідне середовище, освітлення, кут камери та композицію незмінними. Трансформація має виглядати природно, фотореалістично і ідеально інтегрованою в сцену.
zh: 将图像中的动物转变为逼真的人类等价物,同时保持动物的身份、姿势、态度和独特特征。人类必须清晰地感觉像同一生物的人类形式,具有可识别的面部结构、表情、肢体语言和受动物启发的存在感。保持原始环境、照明、相机角度和构图不变。转变必须看起来自然、照片逼真,并完美融入场景。

# avatarsCategoryLabel
source: Avatars 🎭
bn: অবতার 🎭
de: Avatare 🎭
el: Αβατάρ 🎭
es: Avatares 🎭
fil: Mga Avatar 🎭
hi: अवतार 🎭
id: Avatar 🎭
it: Avatar 🎭
ja: アバター 🎭
ko: 아바타 🎭
ms: Avatar 🎭
pt: Avatares 🎭
th: อวาตาร์ 🎭
uk: Аватари 🎭
zh: 头像 🎭
