Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# pixelArtPromptText
source: Transform the person into a full-body pixel art avatar. Keep the person's main facial features, hairstyle, and general appearance recognizable. If parts of the body are not visible, realistically imagine and complete them. Render the avatar in a clean pixel art style with clear shapes, limited colors, and sharp pixels. Use a pure white background. The result should look like a well-designed full-body pixel character suitable for a profile or game avatar.
bn: ব্যক্তিকে একটি সম্পূর্ণ-দেহ পিক্সেল আর্ট অবতারে রূপান্তরিত করুন। ব্যক্তির মূল মুখের বৈশিষ্ট্য, চুলের স্টাইল এবং সাধারণ চেহারা স্বীকৃত রাখুন। যদি শরীরের অংশ দৃশ্যমান না হয়, বাস্তবসম্মতভাবে কল্পনা করুন এবং সম্পূর্ণ করুন। পরিষ্কার আকৃতি, সীমিত রঙ এবং তীক্ষ্ণ পিক্সেল সহ একটি পরিষ্কার পিক্সেল আর্ট স্টাইলে অবতার রেন্ডার করুন। একটি বিশুদ্ধ সাদা পটভূমি ব্যবহার করুন। ফলাফল একটি প্রোফাইল বা গেম অবতারের জন্য উপযুক্ত একটি সু-ডিজাইন সম্পূর্ণ-দেহ পিক্সেল চরিত্রের মত দেখা উচিত।
de: Die Person in einen Ganzkörper-Pixel-Art-Avatar verwandeln. Die hauptsächlichen Gesichtszüge, Frisur und allgemeine Erscheinung der Person erkennbar halten. Wenn Teile des Körpers nicht sichtbar sind, diese realistisch vorstellen und vervollständigen. Den Avatar in einem sauberen Pixel-Art-Stil mit klaren Formen, begrenzten Farben und scharfen Pixeln rendern. Einen reinen weißen Hintergrund verwenden. Das Ergebnis sollte wie eine gut gestaltete Ganzkörper-Pixel-Figur aussehen, geeignet für ein Profil oder Spiel-Avatar.
el: Μεταμορφώστε το άτομο σε αβατάρ pixel art πλήρους σώματος. Διατηρήστε τα κύρια χαρακτηριστικά του προσώπου, το χτένισμα και τη γενική εμφάνιση του ατόμου αναγνωρίσιμα. Εάν μέρη του σώματος δεν είναι ορατά, φανταστείτε και συμπληρώστε τα ρεαλιστικά. Απεικονίστε το αβατάρ σε καθαρό στυλ pixel art με καθαρά σχήματα, περιορισμένα χρώματα και ευκρινή pixels. Χρησιμοποιήστε καθαρό λευκό φόντο. Το αποτέλεσμα πρέπει να φαίνεται σαν ένας καλά σχεδιασμένος χαρακτήρας pixel πλήρους σώματος κατάλληλος για προφίλ ή αβατάρ παιχνιδιού.
es: Transformar a la persona en un avatar de pixel art de cuerpo completo. Mantener los rasgos faciales principales, peinado y apariencia general de la persona reconocibles. Si partes del cuerpo no son visibles, imaginarlas y completarlas de manera realista. Renderizar el avatar en un estilo de pixel art limpio con formas claras, colores limitados y píxeles nítidos. Usar un fondo blanco puro. El resultado debe parecer un personaje de pixel de cuerpo completo bien diseñado adecuado para un perfil o avatar de juego.
fil: Baguhin ang tao sa buong-katawan na pixel art avatar. Panatilihin ang pangunahing mga katangian ng mukha, ayos ng buhok, at pangkalahatang hitsura ng tao na nakikilala. Kung ang mga bahagi ng katawan ay hindi nakikita, realistikong isipin at kumpletuhan ang mga ito. I-render ang avatar sa malinis na pixel art style na may malinaw na mga hugis, limitadong mga kulay, at matalas na mga pixel. Gumamit ng purong puting background. Ang resulta ay dapat mukhang mahusay na dinisenyo na buong-katawan na pixel character na angkop para sa profile o game avatar.
fr: Transformer la personne en un avatar pixel art en corps entier. Garder les principaux traits du visage, la coiffure et l'apparence générale de la personne reconnaissables. Si des parties du corps ne sont pas visibles, les imaginer et les compléter de manière réaliste. Rendre l'avatar dans un style pixel art propre avec des formes claires, des couleurs limitées et des pixels nets. Utiliser un fond blanc pur. Le résultat doit ressembler à un personnage pixel en corps entier bien conçu, adapté pour un profil ou un avatar de jeu.
hi: व्यक्ति को एक पूर्ण-शरीर पिक्सेल आर्ट अवतार में बदलें। व्यक्ति की मुख्य चेहरे की विशेषताओं, केश और सामान्य उपस्थिति को पहचानने योग्य रखें। यदि शरीर के भाग दृश्यमान नहीं हैं, तो यथार्थवादी रूप से कल्पना करें और उन्हें पूरा करें। अवतार को स्पष्ट आकृतियों, सीमित रंगों और तेज पिक्सेल के साथ एक स्वच्छ पिक्सेल आर्ट शैली में प्रस्तुत करें। एक शुद्ध सफेद पृष्ठभूमि का उपयोग करें। परिणाम एक प्रोफ़ाइल या गेम अवतार के लिए उपयुक्त एक अच्छी तरह से डिज़ाइन किए गए पूर्ण-शरीर पिक्सेल चरित्र की तरह दिखना चाहिए।
id: Ubah orang tersebut menjadi avatar seni piksel seluruh tubuh. Pertahankan fitur wajah utama, gaya rambut, dan penampilan umum orang tersebut dapat dikenali. Jika bagian tubuh tidak terlihat, bayangkan dan lengkapi secara realistis. Render avatar dalam gaya seni piksel bersih dengan bentuk yang jelas, warna terbatas, dan piksel tajam. Gunakan latar belakang putih murni. Hasilnya harus terlihat seperti karakter piksel seluruh tubuh yang dirancang dengan baik yang cocok untuk profil atau avatar game.
it: Trasforma la persona in un avatar pixel art a figura intera. Mantieni i principali lineamenti del viso, l'acconciatura e l'aspetto generale della persona riconoscibili. Se parti del corpo non sono visibili, immaginale e completale realisticamente. Renderizza l'avatar in uno stile pixel art pulito con forme chiare, colori limitati e pixel nitidi. Usa uno sfondo bianco puro. Il risultato dovrebbe sembrare un personaggio pixel a figura intera ben progettato adatto per un profilo o un avatar di gioco.
ja: 人物を全身のピクセルアートアバターに変換します。人物の主な顔の特徴、髪型、一般的な外観を認識できるように保ちます。体の一部が見えない場合は、現実的に想像して完成させます。明確な形状、限られた色、シャープなピクセルを持つ、きれいなピクセルアートスタイルでアバターをレンダリングします。純白の背景を使用します。結果は、プロフィールやゲームアバターに適した、よくデザインされた全身ピクセルキャラクターのように見える必要があります。
ko: 사람을 전신 픽셀 아트 아바타로 변환합니다. 사람의 주요 얼굴 특징, 헤어스타일, 일반적인 외모를 인식 가능하게 유지합니다. 신체의 일부가 보이지 않으면 현실적으로 상상하고 완성합니다. 명확한 모양, 제한된 색상, 날카로운 픽셀을 가진 깨끗한 픽셀 아트 스타일로 아바타를 렌더링합니다. 순수한 흰색 배경을 사용합니다. 결과는 프로필이나 게임 아바타에 적합한 잘 디자인된 전신 픽셀 캐릭터처럼 보여야 합니다.
ms: Ubah orang kepada avatar seni piksel seluruh badan. Kekalkan ciri muka utama, gaya rambut, dan penampilan umum orang yang boleh dikenali. Jika bahagian badan tidak kelihatan, bayangkan dan lengkapkan secara realistik. Render avatar dalam gaya seni piksel bersih dengan bentuk jelas, warna terhad, dan piksel tajam. Gunakan latar belakang putih tulen. Hasilnya mesti kelihatan seperti watak piksel seluruh badan yang direka dengan baik sesuai untuk profil atau avatar permainan.
nl: Transformeer de persoon naar een full-body pixelkunst avatar. Houd de belangrijkste gelaatstrekken, kapsel en algemene uiterlijk van de persoon herkenbaar. Als delen van het lichaam niet zichtbaar zijn, bedenk en voltooi ze dan realistisch. Render de avatar in een schone pixelkunststijl met duidelijke vormen, beperkte kleuren en scherpe pixels. Gebruik een puur witte achtergrond. Het resultaat moet eruitzien als een goed ontworpen full-body pixelpersonage geschikt voor een profiel- of game-avatar.
pt: Transforme a pessoa num avatar pixel art de corpo inteiro. Mantenha as principais características faciais, penteado e aparência geral da pessoa reconhecíveis. Se partes do corpo não estiverem visíveis, imagine e complete-as realisticamente. Renderize o avatar num estilo pixel art limpo com formas claras, cores limitadas e pixels nítidos. Use um fundo branco puro. O resultado deve parecer um personagem pixel de corpo inteiro bem desenhado adequado para um perfil ou avatar de jogo.
th: เปลี่ยนบุคคลให้เป็นอวาตาร์พิกเซลอาร์ตเต็มตัว รักษาลักษณะใบหน้าหลัก ทรงผม และรูปลักษณ์โดยรวมของบุคคลให้จดจำได้ หากส่วนของร่างกายไม่ปรากฏ ให้จินตนาการและเติมเต็มอย่างสมจริง แสดงอวาตาร์ในสไตล์พิกเซลอาร์ตที่สะอาดด้วยรูปทรงที่ชัดเจน สีที่จำกัด และพิกเซลที่คม ใช้พื้นหลังสีขาวบริสุทธิ์ ผลลัพธ์ควรดูเหมือนตัวละครพิกเซลเต็มตัวที่ออกแบบมาอย่างดีเหมาะสำหรับโปรไฟล์หรืออวาตาร์เกม
uk: Трансформуйте людину в повнозростовий аватар у піксельній графіці. Збережіть основні риси обличчя, зачіску та загальний вигляд людини впізнаваними. Якщо частини тіла не видні, реалістично уявіть і доповніть їх. Візуалізуйте аватар у чистому стилі піксельної графіки з чіткими формами, обмеженими кольорами та гострими пікселями. Використовуйте чисто білий фон. Результат має виглядати як добре розроблений повнозростовий піксельний персонаж, придатний для профілю або ігрового аватара.
zh: 将人转变为全身像素艺术头像。保持人的主要面部特征、发型和整体外观可识别。如果身体部位不可见,请逼真地想象和完成它们。以干净的像素艺术风格渲染头像,具有清晰的形状、有限的颜色和清晰的像素。使用纯白色背景。结果必须看起来像设计良好的全身像素角色,适合个人资料或游戏头像。

# minecraftAvatarPromptText
source: Transform the person into a full-body Minecraft-style character skin. The entire body must be fully visible from head to feet, with nothing cropped or missing. Preserve the same posture, body position, and body language as in the original image. Keep the person's facial features, hairstyle, and overall look recognizable in a blocky Minecraft aesthetic. If parts of the body are not visible, naturally imagine and complete them while strictly maintaining the original pose. Use flat colors, sharp pixel edges, and no shading or gradients. Plain white background. The result must look like a proper Minecraft player skin.
bn: ব্যক্তিকে একটি সম্পূর্ণ-দেহ Minecraft-স্টাইল চরিত্র ত্বকে রূপান্তরিত করুন। সম্পূর্ণ শরীর মাথা থেকে পা পর্যন্ত সম্পূর্ণরূপে দৃশ্যমান হতে হবে, কিছু কাটা বা অনুপস্থিত ছাড়াই। মূল ছবির মতো একই ভঙ্গি, শরীরের অবস্থান এবং শরীরের ভাষা সংরক্ষণ করুন। একটি খণ্ডিত Minecraft নন্দনতত্ত্বে ব্যক্তির মুখের বৈশিষ্ট্য, চুলের স্টাইল এবং সামগ্রিক চেহারা স্বীকৃত রাখুন। যদি শরীরের অংশ দৃশ্যমান না হয়, স্বাভাবিকভাবে কল্পনা করুন এবং সম্পূর্ণ করুন যখন কঠোরভাবে মূল ভঙ্গি বজায় রাখুন। সমতল রঙ, তীক্ষ্ণ পিক্সেল প্রান্ত এবং কোন ছায়া বা গ্রেডিয়েন্ট ব্যবহার করুন। সাধারণ সাদা পটভূমি। ফলাফল একটি সঠিক Minecraft প্লেয়ার ত্বকের মত দেখাতে হবে।
de: Die Person in einen Ganzkörper-Minecraft-Style-Charakter-Skin verwandeln. Der gesamte Körper muss vollständig sichtbar sein von Kopf bis Fuß, ohne dass etwas abgeschnitten oder fehlt. Dieselbe Haltung, Körperposition und Körpersprache wie im Originalbild bewahren. Die Gesichtszüge, Frisur und das Gesamtaussehen der Person in einer blockigen Minecraft-Ästhetik erkennbar halten. Wenn Teile des Körpers nicht sichtbar sind, diese natürlich vorstellen und vervollständigen, während strikt die Originalpose beibehalten wird. Flache Farben, scharfe Pixelkanten und keine Schattierung oder Verläufe verwenden. Einfacher weißer Hintergrund. Das Ergebnis muss wie ein richtiger Minecraft-Spieler-Skin aussehen.
el: Μεταμορφώστε το άτομο σε δέρμα χαρακτήρα πλήρους σώματος σε στυλ Minecraft. Ολόκληρο το σώμα πρέπει να είναι πλήρως ορατό από το κεφάλι μέχρι τα πόδια, χωρίς τίποτα κομμένο ή απόν. Διατηρήστε την ίδια στάση, θέση σώματος και γλώσσα σώματος όπως στην αρχική εικόνα. Διατηρήστε τα χαρακτηριστικά του προσώπου, το χτένισμα και τη συνολική εμφάνιση του ατόμου αναγνωρίσιμα σε μπλοκ αισθητική Minecraft. Εάν μέρη του σώματος δεν είναι ορατά, φανταστείτε και συμπληρώστε τα φυσικά διατηρώντας αυστηρά την αρχική στάση. Χρησιμοποιήστε επίπεδα χρώματα, ευκρινείς άκρες pixel και χωρίς σκίαση ή διαβαθμίσεις. Απλό λευκό φόντο. Το αποτέλεσμα πρέπει να φαίνεται σαν κατάλληλο δέρμα παίκτη Minecraft.
es: Transformar a la persona en una skin de personaje estilo Minecraft de cuerpo completo. El cuerpo completo debe ser totalmente visible de pies a cabeza, sin nada recortado o faltante. Preservar la misma postura, posición del cuerpo y lenguaje corporal que en la imagen original. Mantener los rasgos faciales, peinado y aspecto general de la persona reconocibles en una estética Minecraft de bloques. Si partes del cuerpo no son visibles, imaginarlas y completarlas naturalmente manteniendo estrictamente la pose original. Usar colores planos, bordes de píxeles nítidos y sin sombreado ni gradientes. Fondo blanco liso. El resultado debe parecer una skin de jugador Minecraft adecuada.
fil: Baguhin ang tao sa buong-katawan na Minecraft-style na character skin. Ang buong katawan ay dapat na lubos na nakikita mula ulo hanggang paa, nang walang anuman na na-crop o nawawala. Panatilihin ang parehong postura, posisyon ng katawan, at wika ng katawan tulad ng sa orihinal na larawan. Panatilihin ang mga katangian ng mukha, ayos ng buhok, at pangkalahatang hitsura ng tao na nakikilala sa blocky na Minecraft aesthetic. Kung ang mga bahagi ng katawan ay hindi nakikita, natural na isipin at kumpletuhan ang mga ito habang mahigpit na pinapanatili ang orihinal na pose. Gumamit ng patag na mga kulay, matalas na pixel edges, at walang shading o gradients. Simpleng puting background. Ang resulta ay dapat mukhang tamang Minecraft player skin.
fr: Transformer la personne en un skin de personnage Minecraft en corps entier. Le corps entier doit être entièrement visible de la tête aux pieds, sans rien de recadré ou manquant. Préserver la même posture, position du corps et langage corporel que dans l'image d'origine. Garder les traits du visage, la coiffure et l'apparence globale de la personne reconnaissables dans une esthétique Minecraft en blocs. Si des parties du corps ne sont pas visibles, les imaginer et les compléter naturellement tout en maintenant strictement la pose d'origine. Utiliser des couleurs plates, des bords de pixels nets et aucun ombrage ni dégradé. Fond blanc uni. Le résultat doit ressembler à un véritable skin de joueur Minecraft.
hi: व्यक्ति को एक पूर्ण-शरीर Minecraft-शैली चरित्र स्किन में बदलें। पूरा शरीर सिर से पैर तक पूरी तरह से दृश्यमान होना चाहिए, बिना किसी चीज़ को क्रॉप या गायब किए। मूल छवि के समान मुद्रा, शरीर की स्थिति और शरीर की भाषा को संरक्षित करें। व्यक्ति की चेहरे की विशेषताओं, केश और समग्र रूप को एक खंडित Minecraft सौंदर्य में पहचानने योग्य रखें। यदि शरीर के भाग दृश्यमान नहीं हैं, तो स्वाभाविक रूप से कल्पना करें और उन्हें पूरा करें जबकि मूल मुद्रा को सख्ती से बनाए रखें। सपाट रंग, तेज पिक्सेल किनारों और कोई छायांकन या ग्रेडिएंट का उपयोग न करें। सादा सफेद पृष्ठभूमि। परिणाम एक उचित Minecraft खिलाड़ी स्किन की तरह दिखना चाहिए।
id: Ubah orang tersebut menjadi kulit karakter bergaya Minecraft seluruh tubuh. Seluruh tubuh harus sepenuhnya terlihat dari kepala hingga kaki, tanpa ada yang dipotong atau hilang. Pertahankan postur, posisi tubuh, dan bahasa tubuh yang sama seperti dalam gambar asli. Pertahankan fitur wajah, gaya rambut, dan tampilan keseluruhan orang tersebut dapat dikenali dalam estetika Minecraft yang kotak-kotak. Jika bagian tubuh tidak terlihat, bayangkan dan lengkapi secara alami sambil mempertahankan pose asli secara ketat. Gunakan warna datar, tepi piksel tajam, dan tanpa bayangan atau gradien. Latar belakang putih polos. Hasilnya harus terlihat seperti kulit pemain Minecraft yang tepat.
it: Trasforma la persona in una skin di personaggio in stile Minecraft a figura intera. L'intero corpo deve essere completamente visibile dalla testa ai piedi, senza nulla ritagliato o mancante. Conserva la stessa postura, posizione del corpo e linguaggio del corpo dell'immagine originale. Mantieni i lineamenti del viso, l'acconciatura e l'aspetto generale della persona riconoscibili in un'estetica Minecraft a blocchi. Se parti del corpo non sono visibili, immaginale e completale naturalmente mantenendo rigorosamente la posa originale. Usa colori piatti, bordi di pixel nitidi e nessuna ombreggiatura o sfumatura. Sfondo bianco tenue. Il risultato deve sembrare una vera skin di giocatore Minecraft.
ja: 人物を全身のMinecraftスタイルのキャラクタースキンに変換します。全身は頭からつま先まで完全に見える必要があり、何もトリミングされたり欠けたりしてはいけません。元の画像と同じ姿勢、体の位置、ボディランゲージを保ちます。ブロック状のMinecraft美学で、人物の顔の特徴、髪型、全体的な外観を認識できるように保ちます。体の一部が見えない場合は、元のポーズを厳密に維持しながら、自然に想像して完成させます。フラットカラー、シャープなピクセルエッジを使用し、シェーディングやグラデーションはありません。プレーンな白い背景。結果は、適切なMinecraftプレイヤースキンのように見える必要があります。
ko: 사람을 전신 Minecraft 스타일 캐릭터 스킨으로 변환합니다. 전신은 머리부터 발끝까지 완전히 보여야 하며, 잘리거나 없어진 것이 없어야 합니다. 원본 이미지와 동일한 자세, 신체 위치, 신체 언어를 보존합니다. 블록 모양의 Minecraft 미학으로 사람의 얼굴 특징, 헤어스타일, 전체적인 외모를 인식 가능하게 유지합니다. 신체의 일부가 보이지 않으면 원래 포즈를 엄격하게 유지하면서 자연스럽게 상상하고 완성합니다. 플랫 컬러, 날카로운 픽셀 가장자리를 사용하고 음영이나 그라데이션을 사용하지 마십시오. 일반 흰색 배경. 결과는 적절한 Minecraft 플레이어 스킨처럼 보여야 합니다.
ms: Ubah orang kepada kulit watak bergaya Minecraft seluruh badan. Seluruh badan mesti kelihatan sepenuhnya dari kepala hingga kaki, tanpa apa-apa yang dipotong atau hilang. Kekalkan postur, kedudukan badan, dan bahasa badan yang sama seperti dalam imej asal. Kekalkan ciri muka, gaya rambut, dan penampilan keseluruhan orang yang boleh dikenali dalam estetik Minecraft berkotak. Jika bahagian badan tidak kelihatan, bayangkan dan lengkapkan secara semula jadi sambil mengekalkan pose asal secara ketat. Gunakan warna rata, tepi piksel tajam, dan tiada bayang atau kecerunan. Latar belakang putih polos. Hasilnya mesti kelihatan seperti kulit pemain Minecraft yang betul.
nl: Transformeer de persoon naar een full-body Minecraft-stijl karakterskin. Het hele lichaam moet volledig zichtbaar zijn van hoofd tot voeten, zonder dat er iets wordt bijgesneden of ontbreekt. Behoud dezelfde houding, lichaamshouding en lichaamstaal als in de oorspronkelijke afbeelding. Houd de gelaatstrekken, kapsel en algemene uitstraling van de persoon herkenbaar in een blokkerige Minecraft-esthetiek. Als delen van het lichaam niet zichtbaar zijn, bedenk en voltooi ze dan natuurlijk terwijl de oorspronkelijke pose strikt behouden blijft. Gebruik vlakke kleuren, scherpe pixelranden en geen schaduwen of gradiënten. Effen witte achtergrond. Het resultaat moet eruitzien als een goede Minecraft-speler skin.
pt: Transforme a pessoa numa skin de personagem estilo Minecraft de corpo inteiro. O corpo inteiro deve estar totalmente visível da cabeça aos pés, sem nada cortado ou faltando. Preserve a mesma postura, posição do corpo e linguagem corporal da imagem original. Mantenha as características faciais, penteado e aparência geral da pessoa reconhecíveis numa estética Minecraft blocada. Se partes do corpo não estiverem visíveis, imagine e complete-as naturalmente mantendo estritamente a pose original. Use cores planas, bordas pixel nítidas e sem sombreamento ou gradientes. Fundo branco liso. O resultado deve parecer uma skin de jogador Minecraft adequada.
th: เปลี่ยนบุคคลให้เป็นสกินตัวละครเต็มตัวในสไตล์ Minecraft ร่างกายทั้งหมดต้องมองเห็นได้อย่างสมบูรณ์จากหัวถึงเท้า โดยไม่มีอะไรถูกครอบตัดหรือหายไป รักษาท่าทางเดียวกัน ตำแหน่งร่างกาย และภาษากายตามภาพต้นฉบับ รักษาลักษณะใบหน้า ทรงผม และรูปลักษณ์โดยรวมของบุคคลให้จดจำได้ในความสวยงามแบบ Minecraft แบบก้อน หากส่วนของร่างกายไม่ปรากฏ ให้จินตนาการและเติมเต็มอย่างเป็นธรรมชาติในขณะที่รักษาท่าทางเดิมอย่างเคร่งครัด ใช้สีแบน ขอบพิกเซลที่คม และไม่มีเงาหรือไล่ระดับสี พื้นหลังสีขาวเรียบ ผลลัพธ์ต้องดูเหมือนสกินผู้เล่น Minecraft ที่เหมาะสม
uk: Трансформуйте людину в повнозростовий скін персонажа у стилі Minecraft. Все тіло має бути повністю видимим від голови до ніг, без обрізки або відсутніх частин. Збережіть ту саму позу, положення тіла та мову тіла, що і на вихідному зображенні. Збережіть риси обличчя, зачіску та загальний вигляд людини впізнаваними в блочній естетиці Minecraft. Якщо частини тіла не видні, природно уявіть і доповніть їх, суворо зберігаючи вихідну позу. Використовуйте плоскі кольори, гострі піксельні краї і без затінення або градієнтів. Простий білий фон. Результат має виглядати як належний скін гравця Minecraft.
zh: 将人转变为Minecraft风格的全身角色皮肤。整个身体必须完全可见,从头到脚,没有任何东西被裁剪或缺失。保持与原始图像相同的姿势、身体位置和肢体语言。在Minecraft块状美学中保持人的面部特征、发型和整体外观可识别。如果身体部位不可见,请在严格保持原始姿势的同时自然地想象和完成它们。使用平面颜色、清晰的像素边缘,没有阴影或渐变。纯白色背景。结果必须看起来像适当的Minecraft玩家皮肤。

# environmentCategoryLabel
source: Environment 🏞️
bn: পরিবেশ 🏞️
de: Umgebung 🏞️
el: Περιβάλλον 🏞️
es: Entorno 🏞️
fil: Kapaligiran 🏞️
fr: Environnement 🏞️
hi: पर्यावरण 🏞️
id: Lingkungan 🏞️
it: Ambiente 🏞️
ja: 環境 🏞️
ko: 환경 🏞️
ms: Persekitaran 🏞️
nl: Omgeving 🏞️
pt: Ambiente 🏞️
th: สภาพแวดล้อม 🏞️
uk: Оточення 🏞️
zh: 环境 🏞️

# strangerThingsPromptLabel
source: Stranger Things
zh: 怪奇物语
