Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# aiBoyfriendPromptText
source: Recreate the image as a realistic photograph. Add a natural-looking boyfriend standing or sitting next to the person. He should appear relaxed and naturally close, as if they are a real couple. Match lighting, perspective, scale, and shadows perfectly. Their interaction must feel subtle and authentic. Keep the original person's face, body, and the background unchanged. No stylization, no exaggeration, pure photorealism.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। ব্যক্তির পাশে দাঁড়িয়ে বা বসে থাকা একজন প্রাকৃতিক চেহারার বন্ধু যোগ করুন। তিনি শিথিল এবং স্বাভাবিকভাবে কাছাকাছি দেখা উচিত, যেন তারা একটি আসল দম্পতি। আলো, দৃষ্টিকোণ, স্কেল এবং ছায়া নিখুঁতভাবে মেলান। তাদের মিথস্ক্রিয়া অবশ্যই সূক্ষ্ম এবং খাঁটি মনে হতে হবে। মূল ব্যক্তির মুখ, শরীর এবং পটভূমি অপরিবর্তিত রাখুন। কোনো স্টাইলাইজেশন নেই, কোনো অতিরঞ্জন নেই, বিশুদ্ধ ফটোরিয়ালিজম।
de: Das Bild als realistische Fotografie neu erstellen. Einen natürlich aussehenden Freund hinzufügen, der neben der Person steht oder sitzt. Er sollte entspannt und natürlich nah erscheinen, als wären sie ein echtes Paar. Beleuchtung, Perspektive, Maßstab und Schatten perfekt anpassen. Ihre Interaktion muss subtil und authentisch wirken. Das Gesicht, den Körper und den Hintergrund der ursprünglichen Person unverändert lassen. Keine Stilisierung, keine Übertreibung, reiner Fotorealismus.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Προσθέστε έναν φυσικό φίλο που στέκεται ή κάθεται δίπλα στο άτομο. Πρέπει να φαίνεται χαλαρός και φυσικά κοντά, σαν να είναι ένα πραγματικό ζευγάρι. Ταιριάξτε τέλεια φωτισμό, προοπτική, κλίμακα και σκιές. Η αλληλεπίδρασή τους πρέπει να φαίνεται λεπτή και αυθεντική. Διατηρήστε το πρόσωπο, το σώμα του αρχικού ατόμου και το φόντο αμετάβλητο. Χωρίς στυλιζάρισμα, χωρίς υπερβολή, καθαρός φωτορεαλισμός.
es: Recrear la imagen como una fotografía realista. Agregar un novio de aspecto natural de pie o sentado junto a la persona. Él debe parecer relajado y naturalmente cercano, como si fueran una pareja real. Hacer coincidir perfectamente la iluminación, la perspectiva, la escala y las sombras. Su interacción debe sentirse sutil y auténtica. Mantener el rostro, el cuerpo y el fondo de la persona original sin cambios. Sin estilización, sin exageración, puro fotorrealismo.
fil: Likhain muli ang larawan bilang realistikong litrato. Magdagdag ng natural na hitsura ng boyfriend na nakatayo o nakaupo sa tabi ng tao. Dapat siyang mukhang relaxed at natural na malapit, na para bang sila ay tunay na mag-asawa. Ipares nang perpekto ang liwanag, perspektiba, sukat, at mga anino. Ang kanilang pakikipag-ugnayan ay dapat mukhang banayad at tunay. Panatilihin ang mukha, katawan ng orihinal na tao, at background na hindi binago. Walang pag-istilo, walang labis na pagkakalabis, purong photorealism.
fr: Recréer l'image comme une photographie réaliste. Ajouter un petit ami d'apparence naturelle debout ou assis à côté de la personne. Il doit paraître détendu et naturellement proche, comme s'ils étaient un vrai couple. Faire correspondre parfaitement l'éclairage, la perspective, l'échelle et les ombres. Leur interaction doit sembler subtile et authentique. Garder le visage, le corps et l'arrière-plan de la personne d'origine inchangés. Aucune stylisation, aucune exagération, pur photoréalisme.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। व्यक्ति के बगल में खड़े या बैठे एक प्राकृतिक दिखने वाले बॉयफ्रेंड जोड़ें। उसे आराम से और स्वाभाविक रूप से करीब दिखना चाहिए, जैसे कि वे एक वास्तविक जोड़े हों। प्रकाश, परिप्रेक्ष्य, पैमाने और छाया को पूरी तरह से मिलाएं। उनकी बातचीत सूक्ष्म और प्रामाणिक महसूस होनी चाहिए। मूल व्यक्ति का चेहरा, शरीर और पृष्ठभूमि को अपरिवर्तित रखें। कोई स्टाइलाइजेशन नहीं, कोई अतिशयोक्ति नहीं, शुद्ध फोटोरियलिज्म।
id: Buat ulang gambar sebagai foto yang realistis. Tambahkan pacar yang tampak alami berdiri atau duduk di sebelah orang tersebut. Dia harus terlihat santai dan secara alami dekat, seolah-olah mereka adalah pasangan nyata. Cocokkan pencahayaan, perspektif, skala, dan bayangan dengan sempurna. Interaksi mereka harus terasa halus dan autentik. Pertahankan wajah, tubuh orang asli, dan latar belakang tidak berubah. Tanpa stilisasi, tanpa berlebihan, fotorealisme murni.
it: Ricrea l'immagine come una fotografia realistica. Aggiungi un ragazzo dall'aspetto naturale in piedi o seduto accanto alla persona. Dovrebbe apparire rilassato e naturalmente vicino, come se fossero una vera coppia. Abbina perfettamente illuminazione, prospettiva, scala e ombre. La loro interazione deve sembrare sottile e autentica. Mantieni il viso, il corpo della persona originale e lo sfondo invariati. Nessuna stilizzazione, nessuna esagerazione, puro fotorealismo.
ja: 画像を現実的な写真として再作成します。人物の隣に立っているか座っている自然な見た目のボーイフレンドを追加します。彼はリラックスして自然に近く、まるで本物のカップルのように見える必要があります。照明、視点、スケール、影を完璧に合わせます。彼らのやり取りは繊細で本物らしく感じられる必要があります。元の人物の顔、体、背景を変更しないでください。様式化なし、誇張なし、純粋なフォトリアリズム。
ko: 이미지를 현실적인 사진으로 재현합니다. 사람 옆에 서 있거나 앉아 있는 자연스러운 모습의 남자친구를 추가합니다. 그는 편안하고 자연스럽게 가까워 보여야 하며, 마치 진짜 커플인 것처럼 보여야 합니다. 조명, 원근감, 스케일, 그림자를 완벽하게 맞춥니다. 그들의 상호 작용은 미묘하고 진정성 있게 느껴져야 합니다. 원래 사람의 얼굴, 몸, 배경을 변경하지 마십시오. 스타일화 없음, 과장 없음, 순수한 포토리얼리즘.
ms: Cipta semula imej sebagai gambar yang realistik. Tambahkan teman lelaki yang kelihatan semula jadi berdiri atau duduk di sebelah orang tersebut. Dia mesti kelihatan santai dan semula jadi rapat, seolah-olah mereka adalah pasangan sebenar. Padankan pencahayaan, perspektif, skala, dan bayang-bayang dengan sempurna. Interaksi mereka mesti terasa halus dan autentik. Kekalkan muka, badan orang asal, dan latar belakang tidak berubah. Tiada penggayaan, tiada berlebihan, fotorealisme tulen.
nl: Creëer de afbeelding opnieuw als een realistische foto. Voeg een natuurlijk ogende vriend toe die naast de persoon staat of zit. Hij moet er ontspannen en natuurlijk dichtbij uitzien, alsof ze een echt stel zijn. Stem verlichting, perspectief, schaal en schaduwen perfect af. Hun interactie moet subtiel en authentiek aanvoelen. Houd het gezicht, lichaam van de oorspronkelijke persoon en de achtergrond ongewijzigd. Geen stilering, geen overdrijving, pure fotorealisme.
pt: Recrie a imagem como uma fotografia realista. Adicione um namorado de aparência natural em pé ou sentado ao lado da pessoa. Ele deve parecer relaxado e naturalmente próximo, como se fossem um casal real. Combine perfeitamente iluminação, perspectiva, escala e sombras. A interação deles deve parecer sutil e autêntica. Mantenha o rosto, corpo da pessoa original e o fundo inalterados. Sem estilização, sem exagero, puro fotorrealismo.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง เพิ่มแฟนหนุ่มที่ดูเป็นธรรมชาติยืนหรือนั่งข้างบุคคล เขาควรดูผ่อนคลายและใกล้ชิดอย่างเป็นธรรมชาติ ราวกับว่าพวกเขาเป็นคู่รักจริง จับคู่แสง มุมมอง ขนาด และเงาให้สมบูรณ์แบบ การโต้ตอบของพวกเขาต้องดูละเอียดและแท้จริง รักษาใบหน้า ร่างกายของบุคคลเดิม และพื้นหลังไม่เปลี่ยนแปลง ไม่มีการตกแต่ง ไม่มีการเกินจริง ความสมจริงบริสุทธิ์
uk: Відтворіть зображення як реалістичну фотографію. Додайте природно виглядаючого хлопця, що стоїть або сидить поруч з людиною. Він має виглядати розслабленим і природно близьким, ніби вони справжня пара. Точно відповідайте освітленню, перспективі, масштабу та тіням. Їхня взаємодія має відчуватися тонкою і справжньою. Збережіть обличчя, тіло вихідної людини та фон незмінними. Без стилізації, без перебільшень, чистий фотореалізм.
zh: 将图像重新创建为逼真的照片。添加一个自然看起来的男友站在或坐在人旁边。他必须看起来放松且自然地靠近,仿佛他们是真正的情侣。完美匹配照明、视角、比例和阴影。他们的互动必须感觉微妙而真实。保持原人的脸、身体和背景不变。没有风格化,没有夸张,纯粹的照片真实主义。

# fashionCategoryLabel
source: Fashion 👠
bn: ফ্যাশন 👠
de: Mode 👠
el: Μόδα 👠
es: Moda 👠
fr: Mode 👠
hi: फैशन 👠
id: Mode 👠
it: Moda 👠
ja: ファッション 👠
ko: 패션 👠
ms: Fesyen 👠
nl: Mode 👠
pt: Moda 👠
th: แฟชั่น 👠
uk: Мода 👠
zh: 时尚 👠

# changeHairstylePromptLabel
source: Change Hairstyle
bn: চুলের স্টাইল পরিবর্তন
de: Frisur ändern
el: Αλλαγή Χτενίσματος
es: Cambiar peinado
fil: Baguhin ang Ayos ng Buhok
fr: Changer de coiffure
hi: हेयरस्टाइल बदलें
id: Ubah Gaya Rambut
it: Cambia Acconciatura
ja: 髪型を変更
ko: 헤어스타일 변경
ms: Tukar Gaya Rambut
nl: Kapsel Veranderen
pt: Mudar Penteado
th: เปลี่ยนทรงผม
uk: Змінити Зачіску
zh: 改变发型

# changeHairstylePromptText
source: Recreate the image as a realistic photograph. Change the person's hairstyle to the following: [HAIRSTYLE DESCRIPTION]. The hair must look natural, with realistic volume, texture, and strands. Match lighting, shadows, hairline, and head shape perfectly. The hairstyle should blend seamlessly with the face and scalp, without distortion or artificial edges. Keep the face, expression, body, and background unchanged.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। ব্যক্তির চুলের স্টাইল নিম্নলিখিতটিতে পরিবর্তন করুন: [HAIRSTYLE DESCRIPTION]। চুল অবশ্যই প্রাকৃতিক দেখাবে, বাস্তবসম্মত ভলিউম, টেক্সচার এবং স্ট্র্যান্ড সহ। আলো, ছায়া, হেয়ারলাইন এবং মাথার আকৃতি নিখুঁতভাবে মেলান। চুলের স্টাইল মুখ এবং মাথার ত্বকের সাথে নির্বিঘ্নে মিশ্রিত হওয়া উচিত, বিকৃতি বা কৃত্রিম প্রান্ত ছাড়াই। মুখ, অভিব্যক্তি, শরীর এবং পটভূমি অপরিবর্তিত রাখুন।
de: Das Bild als realistische Fotografie neu erstellen. Die Frisur der Person wie folgt ändern: [HAIRSTYLE DESCRIPTION]. Das Haar muss natürlich aussehen mit realistischem Volumen, Textur und Strähnen. Beleuchtung, Schatten, Haaransatz und Kopfform perfekt anpassen. Die Frisur sollte nahtlos mit Gesicht und Kopfhaut verschmelzen, ohne Verzerrung oder künstliche Kanten. Gesicht, Ausdruck, Körper und Hintergrund unverändert lassen.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Αλλάξτε το χτένισμα του ατόμου στο ακόλουθο: [HAIRSTYLE DESCRIPTION]. Τα μαλλιά πρέπει να φαίνονται φυσικά, με ρεαλιστικό όγκο, υφή και τούφες. Ταιριάξτε τέλεια φωτισμό, σκιές, γραμμή μαλλιών και σχήμα κεφαλιού. Το χτένισμα πρέπει να συνδυάζεται απρόσκοπτα με το πρόσωπο και το τριχωτό της κεφαλής, χωρίς παραμόρφωση ή τεχνητές άκρες. Διατηρήστε το πρόσωπο, την έκφραση, το σώμα και το φόντο αμετάβλητο.
es: Recrear la imagen como una fotografía realista. Cambiar el peinado de la persona al siguiente: [HAIRSTYLE DESCRIPTION]. El cabello debe parecer natural, con volumen, textura y hebras realistas. Hacer coincidir perfectamente la iluminación, las sombras, la línea del cabello y la forma de la cabeza. El peinado debe integrarse perfectamente con el rostro y el cuero cabelludo, sin distorsión ni bordes artificiales. Mantener el rostro, la expresión, el cuerpo y el fondo sin cambios.
fil: Likhain muli ang larawan bilang realistikong litrato. Baguhin ang ayos ng buhok ng tao sa sumusunod: [HAIRSTYLE DESCRIPTION]. Ang buhok ay dapat mukhang natural, na may realistikong volume, texture, at hibla. Ipares nang perpekto ang liwanag, mga anino, linya ng buhok, at hugis ng ulo. Ang ayos ng buhok ay dapat humalubilo nang walang putol sa mukha at anit, nang walang distorsyon o artipisyal na mga gilid. Panatilihin ang mukha, ekspresyon, katawan, at background na hindi binago.
fr: Recréer l'image comme une photographie réaliste. Changer la coiffure de la personne pour la suivante : [HAIRSTYLE DESCRIPTION]. Les cheveux doivent paraître naturels, avec un volume, une texture et des mèches réalistes. Faire correspondre parfaitement l'éclairage, les ombres, la ligne des cheveux et la forme de la tête. La coiffure doit se fondre parfaitement avec le visage et le cuir chevelu, sans distorsion ni bords artificiels. Garder le visage, l'expression, le corps et l'arrière-plan inchangés.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। व्यक्ति की हेयरस्टाइल को निम्नलिखित में बदलें: [HAIRSTYLE DESCRIPTION]। बाल प्राकृतिक दिखने चाहिए, यथार्थवादी मात्रा, बनावट और किस्में के साथ। प्रकाश, छाया, हेयरलाइन और सिर के आकार को पूरी तरह से मिलाएं। हेयरस्टाइल को चेहरे और खोपड़ी के साथ निर्बाध रूप से मिश्रण करना चाहिए, बिना विकृति या कृत्रिम किनारों के। चेहरा, अभिव्यक्ति, शरीर और पृष्ठभूमि को अपरिवर्तित रखें।
id: Buat ulang gambar sebagai foto yang realistis. Ubah gaya rambut orang tersebut menjadi berikut: [HAIRSTYLE DESCRIPTION]. Rambut harus terlihat alami, dengan volume, tekstur, dan helai yang realistis. Cocokkan pencahayaan, bayangan, garis rambut, dan bentuk kepala dengan sempurna. Gaya rambut harus menyatu dengan mulus dengan wajah dan kulit kepala, tanpa distorsi atau tepi buatan. Pertahankan wajah, ekspresi, tubuh, dan latar belakang tidak berubah.
it: Ricrea l'immagine come una fotografia realistica. Cambia l'acconciatura della persona con la seguente: [HAIRSTYLE DESCRIPTION]. I capelli devono apparire naturali, con volume, texture e ciocche realistici. Abbina perfettamente illuminazione, ombre, attaccatura dei capelli e forma della testa. L'acconciatura dovrebbe fondersi perfettamente con il viso e il cuoio capelluto, senza distorsioni o bordi artificiali. Mantieni il viso, l'espressione, il corpo e lo sfondo invariati.
ja: 画像を現実的な写真として再作成します。人物の髪型を次のように変更します：[HAIRSTYLE DESCRIPTION]。髪は自然に見え、現実的なボリューム、テクスチャ、毛束を持つ必要があります。照明、影、生え際、頭の形を完璧に合わせます。髪型は、歪みや人工的なエッジなしに、顔と頭皮とシームレスに調和する必要があります。顔、表情、体、背景を変更しないでください。
ko: 이미지를 현실적인 사진으로 재현합니다. 사람의 헤어스타일을 다음과 같이 변경합니다: [HAIRSTYLE DESCRIPTION]. 머리카락은 자연스럽게 보여야 하며, 현실적인 볼륨, 질감, 가닥을 가져야 합니다. 조명, 그림자, 헤어라인, 머리 모양을 완벽하게 맞춥니다. 헤어스타일은 왜곡이나 인공적인 가장자리 없이 얼굴과 두피와 완벽하게 어울러야 합니다. 얼굴, 표정, 몸, 배경을 변경하지 마십시오.
ms: Cipta semula imej sebagai gambar yang realistik. Tukar gaya rambut orang kepada yang berikut: [HAIRSTYLE DESCRIPTION]. Rambut mesti kelihatan semula jadi, dengan isipadu, tekstur, dan helai yang realistik. Padankan pencahayaan, bayang-bayang, garisan rambut, dan bentuk kepala dengan sempurna. Gaya rambut mesti bercampur dengan mulus dengan muka dan kulit kepala, tanpa herotan atau tepi buatan. Kekalkan muka, ekspresi, badan, dan latar belakang tidak berubah.
nl: Creëer de afbeelding opnieuw als een realistische foto. Verander het kapsel van de persoon naar het volgende: [HAIRSTYLE DESCRIPTION]. Het haar moet er natuurlijk uitzien, met realistisch volume, textuur en strengen. Stem verlichting, schaduwen, haarlijn en hoofdvorm perfect af. Het kapsel moet naadloos samensmelten met het gezicht en de hoofdhuid, zonder vervorming of kunstmatige randen. Houd het gezicht, de uitdrukking, het lichaam en de achtergrond ongewijzigd.
pt: Recrie a imagem como uma fotografia realista. Mude o penteado da pessoa para o seguinte: [DESCRIÇÃO DO PENTEADO]. O cabelo deve parecer natural, com volume, textura e fios realistas. Combine perfeitamente iluminação, sombras, linha do cabelo e formato da cabeça. O penteado deve integrar-se perfeitamente com o rosto e couro cabeludo, sem distorção ou bordas artificiais. Mantenha o rosto, expressão, corpo e fundo inalterados.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง เปลี่ยนทรงผมของบุคคลเป็นดังนี้: [HAIRSTYLE DESCRIPTION] ผมจะต้องดูเป็นธรรมชาติ มีความนูน เนื้อสัมผัส และเส้นผมที่สมจริง จับคู่แสง เงา เส้นผม และรูปศีรษะให้สมบูรณ์แบบ ทรงผมควรผสมผสานอย่างลงตัวกับใบหน้าและหนังศีรษะ โดยไม่มีการบิดเบี้ยวหรือขอบที่เทียม รักษาใบหน้า การแสดงออก ร่างกาย และพื้นหลังไม่เปลี่ยนแปลง
uk: Відтворіть зображення як реалістичну фотографію. Змініть зачіску людини на наступну: [ОПИС ЗАЧІСКИ]. Волосся має виглядати природно, з реалістичним об'ємом, текстурою та пасмами. Точно відповідайте освітленню, тіням, лінії росту волосся та формі голови. Зачіска має плавно поєднуватися з обличчям і шкірою голови, без спотворень або штучних країв. Збережіть обличчя, вираз, тіло та фон незмінними.
zh: 将图像重新创建为逼真的照片。将人的发型更改为以下内容:[HAIRSTYLE DESCRIPTION]。头发必须看起来自然,具有逼真的体积、质地和发丝。完美匹配照明、阴影、发际线和头部形状。发型必须与脸部和头皮无缝融合,没有扭曲或人工边缘。保持脸部、表情、身体和背景不变。

# tattooTryOnPromptLabel
source: Tattoo Try-On
bn: ট্যাটু চেষ্টা করুন
de: Tattoo anprobieren
el: Δοκιμή Τατουάζ
es: Probar tatuaje
fil: Subukan ang Tattoo
fr: Essai de tatouage
hi: टैटू आज़माएं
id: Coba Tato
it: Prova Tatuaggio
ja: タトゥーの試着
ko: 타투 착용
ms: Cuba Tatu
nl: Tatoeage Passen
pt: Experimentar Tatuagem
th: ลองรอยสัก
uk: Примірка Татуювання
zh: 试纹身

# tattooTryOnPromptText
source: Recreate the image as a realistic photograph. Add a tattoo on the [BODY PART], following this description: [TATTOO DESCRIPTION]. The tattoo must follow the natural shape, curvature, and muscle structure of the skin. Match skin texture, pores, lighting, shadows, and perspective perfectly. The ink should look embedded under the skin, not printed or overlaid. No distortion, no stylization. Do not change anything else in the image.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। [BODY PART]-এ একটি ট্যাটু যোগ করুন, এই বর্ণনা অনুসরণ করে: [TATTOO DESCRIPTION]। ট্যাটু অবশ্যই ত্বকের প্রাকৃতিক আকৃতি, বক্রতা এবং পেশী কাঠামো অনুসরণ করবে। ত্বকের টেক্সচার, ছিদ্র, আলো, ছায়া এবং দৃষ্টিভঙ্গি নিখুঁতভাবে মেলান। কালি ত্বকের নীচে এমবেড করা দেখা উচিত, মুদ্রিত বা ওভারলেড নয়। কোন বিকৃতি নেই, কোন স্টাইলাইজেশন নেই। ছবিতে অন্য কিছু পরিবর্তন করবেন না।
de: Das Bild als realistische Fotografie neu erstellen. Ein Tattoo auf dem [BODY PART] hinzufügen, dieser Beschreibung folgend: [TATTOO DESCRIPTION]. Das Tattoo muss der natürlichen Form, Krümmung und Muskelstruktur der Haut folgen. Hauttextur, Poren, Beleuchtung, Schatten und Perspektive perfekt anpassen. Die Tinte sollte unter der Haut eingebettet aussehen, nicht aufgedruckt oder überlagert. Keine Verzerrung, keine Stilisierung. Nichts anderes im Bild ändern.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Προσθέστε ένα τατουάζ στο [BODY PART], ακολουθώντας αυτή την περιγραφή: [TATTOO DESCRIPTION]. Το τατουάζ πρέπει να ακολουθεί το φυσικό σχήμα, την καμπυλότητα και τη μυϊκή δομή του δέρματος. Ταιριάξτε τέλεια την υφή του δέρματος, τους πόρους, τον φωτισμό, τις σκιές και την προοπτική. Το μελάνι πρέπει να φαίνεται ενσωματωμένο κάτω από το δέρμα, όχι τυπωμένο ή επικαλυμμένο. Χωρίς παραμόρφωση, χωρίς στυλιζάρισμα. Μην αλλάξετε τίποτα άλλο στην εικόνα.
es: Recrear la imagen como una fotografía realista. Agregar un tatuaje en el [BODY PART], siguiendo esta descripción: [TATTOO DESCRIPTION]. El tatuaje debe seguir la forma natural, curvatura y estructura muscular de la piel. Hacer coincidir perfectamente la textura de la piel, los poros, la iluminación, las sombras y la perspectiva. La tinta debe parecer incrustada bajo la piel, no impresa o superpuesta. Sin distorsión, sin estilización. No cambiar nada más en la imagen.
fil: Likhain muli ang larawan bilang realistikong litrato. Magdagdag ng tattoo sa [BODY PART], na sumusunod sa paglalarawang ito: [TATTOO DESCRIPTION]. Ang tattoo ay dapat sumunod sa natural na hugis, kurbada, at istraktura ng kalamnan ng balat. Ipares nang perpekto ang texture ng balat, butas, liwanag, mga anino, at perspektiba. Ang tinta ay dapat mukhang nakabaon sa ilalim ng balat, hindi nakalimbag o naka-overlay. Walang distorsyon, walang pag-istilo. Huwag baguhin ang anuman sa larawan.
fr: Recréer l'image comme une photographie réaliste. Ajouter un tatouage sur le [BODY PART], suivant cette description : [TATTOO DESCRIPTION]. Le tatouage doit suivre la forme naturelle, la courbure et la structure musculaire de la peau. Faire correspondre parfaitement la texture de la peau, les pores, l'éclairage, les ombres et la perspective. L'encre doit paraître encastrée sous la peau, pas imprimée ou superposée. Aucune distorsion, aucune stylisation. Ne rien changer d'autre dans l'image.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। [BODY PART] पर एक टैटू जोड़ें, इस विवरण का पालन करते हुए: [TATTOO DESCRIPTION]। टैटू को त्वचा के प्राकृतिक आकार, वक्रता और मांसपेशियों की संरचना का पालन करना चाहिए। त्वचा की बनावट, छिद्र, प्रकाश, छाया और परिप्रेक्ष्य को पूरी तरह से मिलाएं। स्याही त्वचा के नीचे एम्बेडेड दिखनी चाहिए, मुद्रित या ओवरलेड नहीं। कोई विकृति नहीं, कोई स्टाइलाइजेशन नहीं। छवि में कुछ और न बदलें।
id: Buat ulang gambar sebagai foto yang realistis. Tambahkan tato di [BODY PART], mengikuti deskripsi ini: [TATTOO DESCRIPTION]. Tato harus mengikuti bentuk alami, kelengkungan, dan struktur otot kulit. Cocokkan tekstur kulit, pori-pori, pencahayaan, bayangan, dan perspektif dengan sempurna. Tinta harus terlihat tertanam di bawah kulit, tidak dicetak atau ditumpangkan. Tanpa distorsi, tanpa stilisasi. Jangan ubah apa pun di gambar.
it: Ricrea l'immagine come una fotografia realistica. Aggiungi un tatuaggio sul [BODY PART], seguendo questa descrizione: [TATTOO DESCRIPTION]. Il tatuaggio deve seguire la forma naturale, la curvatura e la struttura muscolare della pelle. Abbina perfettamente texture della pelle, pori, illuminazione, ombre e prospettiva. L'inchiostro dovrebbe apparire incorporato sotto la pelle, non stampato o sovrapposto. Nessuna distorsione, nessuna stilizzazione. Non cambiare nient'altro nell'immagine.
ja: 画像を現実的な写真として再作成します。[BODY PART]にタトゥーを追加し、この説明に従います：[TATTOO DESCRIPTION]。タトゥーは皮膚の自然な形状、曲率、筋肉構造に従う必要があります。肌の質感、毛穴、照明、影、視点を完璧に合わせます。インクは皮膚の下に埋め込まれているように見える必要があり、印刷されたりオーバーレイされたりしてはいけません。歪みなし、様式化なし。画像内の他のものを変更しないでください。
ko: 이미지를 현실적인 사진으로 재현합니다. [BODY PART]에 타투를 추가하고 다음 설명을 따릅니다: [TATTOO DESCRIPTION]. 타투는 피부의 자연스러운 모양, 곡률, 근육 구조를 따라야 합니다. 피부 질감, 모공, 조명, 그림자, 원근감을 완벽하게 맞춥니다. 잉크는 피부 아래에 박혀 있는 것처럼 보여야 하며, 인쇄되거나 겹쳐지지 않아야 합니다. 왜곡 없음, 스타일화 없음. 이미지의 다른 것을 변경하지 마십시오.
ms: Cipta semula imej sebagai gambar yang realistik. Tambah tatu pada [BODY PART], mengikut penerangan ini: [TATTOO DESCRIPTION]. Tatu mesti mengikuti bentuk semula jadi, kelengkungan, dan struktur otot kulit. Padankan tekstur kulit, pori, pencahayaan, bayang-bayang, dan perspektif dengan sempurna. Dakwat mesti kelihatan tertanam di bawah kulit, bukan dicetak atau ditindih. Tiada herotan, tiada penggayaan. Jangan ubah apa-apa lagi dalam imej.
nl: Creëer de afbeelding opnieuw als een realistische foto. Voeg een tatoeage toe op het [BODY PART], volgens deze beschrijving: [TATTOO DESCRIPTION]. De tatoeage moet de natuurlijke vorm, kromming en spierstructuur van de huid volgen. Stem huidtextuur, poriën, verlichting, schaduwen en perspectief perfect af. De inkt moet eruitzien alsof deze onder de huid is ingebed, niet gedrukt of overgelegd. Geen vervorming, geen stilering. Verander niets anders in de afbeelding.
pt: Recrie a imagem como uma fotografia realista. Adicione uma tatuagem no [PARTE DO CORPO], seguindo esta descrição: [DESCRIÇÃO DA TATUAGEM]. A tatuagem deve seguir a forma natural, curvatura e estrutura muscular da pele. Combine perfeitamente textura da pele, poros, iluminação, sombras e perspectiva. A tinta deve parecer incorporada sob a pele, não impressa ou sobreposta. Sem distorção, sem estilização. Não mude nada mais na imagem.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง เพิ่มรอยสักบน [BODY PART] ตามคำอธิบายนี้: [TATTOO DESCRIPTION] รอยสักต้องตามรูปทรงธรรมชาติ ความโค้ง และโครงสร้างกล้ามเนื้อของผิวหนัง จับคู่เนื้อผิวผิวหนัง รูขุมขน แสง เงา และมุมมองให้สมบูรณ์แบบ หมึกควรดูฝังอยู่ใต้ผิวหนัง ไม่ใช่พิมพ์หรือวางทับ ไม่มีการบิดเบี้ยว ไม่มีการตกแต่ง อย่าเปลี่ยนแปลงอะไรในภาพ
uk: Відтворіть зображення як реалістичну фотографію. Додайте татуювання на [ЧАСТИНА ТІЛА], дотримуючись цього опису: [ОПИС ТАТУЮВАННЯ]. Татуювання має слідувати природній формі, вигину та м'язовій структурі шкіри. Точно відповідайте текстурі шкіри, порам, освітленню, тіням та перспективі. Чорнило має виглядати вбудованим під шкіру, а не надрукованим або накладеним. Без спотворень, без стилізації. Не змінюйте нічого іншого на зображенні.
zh: 将图像重新创建为逼真的照片。在[BODY PART]上添加纹身,遵循此描述:[TATTOO DESCRIPTION]。纹身必须遵循皮肤的自然轮廓、曲率和肌肉结构。完美匹配皮肤纹理、毛孔、照明、阴影和视角。墨水必须看起来嵌入皮肤下方,而不是印刷或叠加。没有扭曲,没有风格化。不要改变图像中的任何其他内容。

# outfitTryOnPromptLabel
source: Outfit Try-On
bn: পোশাক চেষ্টা করুন
de: Outfit anprobieren
el: Δοκιμή Ντυσίματος
es: Probar atuendo
fil: Subukan ang Damit
fr: Essai de tenue
hi: आउटफिट आज़माएं
id: Coba Pakaian
it: Prova Outfit
ja: 服装の試着
ko: 의상 착용
ms: Cuba Pakaian
nl: Outfit Passen
pt: Experimentar Roupa
th: ลองชุด
uk: Примірка Одягу
zh: 试穿服装
