Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# outfitTryOnPromptText
source: Recreate the image as a realistic photograph. Replace the clothing on the person with the following outfit: [OUTFIT DESCRIPTION]. The outfit must fit the body naturally, following posture, proportions, and fabric behavior. Match lighting, shadows, folds, and perspective perfectly. The fabric should look worn, with natural wrinkles and depth, not pasted or painted. Keep the person's body, face, pose, and background unchanged.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। ব্যক্তির উপর পোশাক নিম্নলিখিত পোশাকের সাথে প্রতিস্থাপন করুন: [OUTFIT DESCRIPTION]। পোশাক অবশ্যই শরীরের সাথে প্রাকৃতিকভাবে ফিট হবে, ভঙ্গি, অনুপাত এবং ফ্যাব্রিক আচরণ অনুসরণ করে। আলো, ছায়া, ভাঁজ এবং দৃষ্টিভঙ্গি নিখুঁতভাবে মেলান। ফ্যাব্রিক পরিধান করা দেখা উচিত, প্রাকৃতিক বলি এবং গভীরতা সহ, পেস্ট বা আঁকা নয়। ব্যক্তির শরীর, মুখ, ভঙ্গি এবং পটভূমি অপরিবর্তিত রাখুন।
de: Das Bild als realistische Fotografie neu erstellen. Die Kleidung der Person durch folgendes Outfit ersetzen: [OUTFIT DESCRIPTION]. Das Outfit muss sich dem Körper natürlich anpassen und Haltung, Proportionen und Stoffverhalten folgen. Beleuchtung, Schatten, Falten und Perspektive perfekt anpassen. Der Stoff sollte getragen aussehen mit natürlichen Falten und Tiefe, nicht aufgeklebt oder gemalt. Körper, Gesicht, Pose und Hintergrund der Person unverändert lassen.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Αντικαταστήστε τα ρούχα στο άτομο με το ακόλουθο ντύσιμο: [OUTFIT DESCRIPTION]. Το ντύσιμο πρέπει να ταιριάζει στο σώμα φυσικά, ακολουθώντας τη στάση, τις αναλογίες και τη συμπεριφορά του υφάσματος. Ταιριάξτε τέλεια φωτισμό, σκιές, πτυχές και προοπτική. Το ύφασμα πρέπει να φαίνεται φορεμένο, με φυσικές ρυτίδες και βάθος, όχι επικολλημένο ή βαμμένο. Διατηρήστε το σώμα, το πρόσωπο, τη στάση του ατόμου και το φόντο αμετάβλητο.
es: Recrear la imagen como una fotografía realista. Reemplazar la ropa de la persona con el siguiente atuendo: [OUTFIT DESCRIPTION]. El atuendo debe ajustarse naturalmente al cuerpo, siguiendo la postura, las proporciones y el comportamiento de la tela. Hacer coincidir perfectamente la iluminación, las sombras, los pliegues y la perspectiva. La tela debe parecer usada, con arrugas naturales y profundidad, no pegada o pintada. Mantener el cuerpo, el rostro, la pose y el fondo de la persona sin cambios.
fil: Likhain muli ang larawan bilang realistikong litrato. Palitan ang damit sa tao ng sumusunod na kasuotan: [OUTFIT DESCRIPTION]. Ang kasuotan ay dapat natural na kasya sa katawan, na sumusunod sa postura, proporsyon, at pag-uugali ng tela. Ipares nang perpekto ang liwanag, mga anino, tupi, at perspektiba. Ang tela ay dapat mukhang suot, na may natural na kulubot at lalim, hindi nakadikit o napintahan. Panatilihin ang katawan, mukha, postura ng tao, at background na hindi binago.
fr: Recréer l'image comme une photographie réaliste. Remplacer les vêtements de la personne par la tenue suivante : [OUTFIT DESCRIPTION]. La tenue doit s'adapter naturellement au corps, en suivant la posture, les proportions et le comportement du tissu. Faire correspondre parfaitement l'éclairage, les ombres, les plis et la perspective. Le tissu doit paraître porté, avec des plis naturels et de la profondeur, pas collé ou peint. Garder le corps, le visage, la pose et l'arrière-plan de la personne inchangés.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। व्यक्ति पर कपड़ों को निम्नलिखित पोशाक से बदलें: [OUTFIT DESCRIPTION]। पोशाक को शरीर के साथ स्वाभाविक रूप से फिट होना चाहिए, मुद्रा, अनुपात और कपड़े के व्यवहार का पालन करते हुए। प्रकाश, छाया, तह और परिप्रेक्ष्य को पूरी तरह से मिलाएं। कपड़े पहना हुआ दिखना चाहिए, प्राकृतिक झुर्रियों और गहराई के साथ, चिपकाया या चित्रित नहीं। व्यक्ति का शरीर, चेहरा, मुद्रा और पृष्ठभूमि को अपरिवर्तित रखें।
id: Buat ulang gambar sebagai foto yang realistis. Ganti pakaian pada orang tersebut dengan pakaian berikut: [OUTFIT DESCRIPTION]. Pakaian harus pas dengan tubuh secara alami, mengikuti postur, proporsi, dan perilaku kain. Cocokkan pencahayaan, bayangan, lipatan, dan perspektif dengan sempurna. Kain harus terlihat dipakai, dengan kerutan alami dan kedalaman, tidak ditempel atau dicat. Pertahankan tubuh, wajah, pose orang tersebut, dan latar belakang tidak berubah.
it: Ricrea l'immagine come una fotografia realistica. Sostituisci l'abbigliamento sulla persona con il seguente outfit: [OUTFIT DESCRIPTION]. L'outfit deve adattarsi al corpo in modo naturale, seguendo postura, proporzioni e comportamento del tessuto. Abbina perfettamente illuminazione, ombre, pieghe e prospettiva. Il tessuto dovrebbe apparire indossato, con pieghe naturali e profondità, non incollato o dipinto. Mantieni il corpo, il viso, la posa della persona e lo sfondo invariati.
ja: 画像を現実的な写真として再作成します。人物の服を次の服装に置き換えます：[OUTFIT DESCRIPTION]。服装は姿勢、比率、生地の動きに従って、体に自然にフィットする必要があります。照明、影、しわ、視点を完璧に合わせます。生地は、自然なしわと深みを持って着用されているように見える必要があり、貼り付けられたり塗られたりしてはいけません。人物の体、顔、ポーズ、背景を変更しないでください。
ko: 이미지를 현실적인 사진으로 재현합니다. 사람의 옷을 다음 의상으로 교체합니다: [OUTFIT DESCRIPTION]. 의상은 자세, 비율, 직물 동작을 따라 몸에 자연스럽게 맞아야 합니다. 조명, 그림자, 주름, 원근감을 완벽하게 맞춥니다. 직물은 자연스러운 주름과 깊이를 가지고 착용된 것처럼 보여야 하며, 붙여지거나 그려지지 않아야 합니다. 사람의 몸, 얼굴, 포즈, 배경을 변경하지 마십시오.
ms: Cipta semula imej sebagai gambar yang realistik. Gantikan pakaian pada orang dengan pakaian berikut: [OUTFIT DESCRIPTION]. Pakaian mesti muat pada badan secara semula jadi, mengikut postur, perkadaran, dan tingkah laku fabrik. Padankan pencahayaan, bayang-bayang, lipatan, dan perspektif dengan sempurna. Fabrik mesti kelihatan dipakai, dengan kedut semula jadi dan kedalaman, bukan ditampal atau dicat. Kekalkan badan, muka, pose orang, dan latar belakang tidak berubah.
nl: Creëer de afbeelding opnieuw als een realistische foto. Vervang de kleding van de persoon door de volgende outfit: [OUTFIT DESCRIPTION]. De outfit moet natuurlijk op het lichaam passen, volgens de houding, verhoudingen en stofgedrag. Stem verlichting, schaduwen, plooien en perspectief perfect af. De stof moet er gedragen uitzien, met natuurlijke kreukels en diepte, niet geplakt of geschilderd. Houd het lichaam, gezicht, pose van de persoon en de achtergrond ongewijzigd.
pt: Recrie a imagem como uma fotografia realista. Substitua a roupa da pessoa pelo seguinte conjunto: [DESCRIÇÃO DA ROUPA]. A roupa deve ajustar-se ao corpo naturalmente, seguindo postura, proporções e comportamento do tecido. Combine perfeitamente iluminação, sombras, dobras e perspectiva. O tecido deve parecer usado, com rugas naturais e profundidade, não colado ou pintado. Mantenha o corpo, rosto, pose da pessoa e fundo inalterados.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง แทนที่เสื้อผ้าบนบุคคลด้วยชุดต่อไปนี้: [OUTFIT DESCRIPTION] ชุดต้องเข้ากับร่างกายอย่างเป็นธรรมชาติ ตามท่าทาง สัดส่วน และพฤติกรรมของผ้า จับคู่แสง เงา รอยพับ และมุมมองให้สมบูรณ์แบบ ผ้าควรดูเป็นที่สวมใส่ มีรอยย่นที่เป็นธรรมชาติและมีความลึก ไม่ติดหรือวาด รักษาร่างกาย ใบหน้า ท่าทางของบุคคล และพื้นหลังไม่เปลี่ยนแปลง
uk: Відтворіть зображення як реалістичну фотографію. Замініть одяг на людині наступним вбранням: [ОПИС ВБРАННЯ]. Вбрання має природно підходити до тіла, дотримуючись пози, пропорцій та поведінки тканини. Точно відповідайте освітленню, тіням, складкам та перспективі. Тканина має виглядати ношеною, з природними зморшками та глибиною, а не приклеєною або намальованою. Збережіть тіло, обличчя, позу людини та фон незмінними.
zh: 将图像重新创建为逼真的照片。将人身上的衣服替换为以下服装:[OUTFIT DESCRIPTION]。衣服必须自然地适合身体,遵循姿势、比例和织物行为。完美匹配照明、阴影、褶皱和视角。织物必须看起来被穿着,具有自然的褶皱和深度,而不是贴上或涂上。保持人的身体、脸部、姿势和背景不变。

# transformationCategoryLabel
source: Transformation 🪄
bn: রূপান্তর 🪄
de: Verwandlung 🪄
el: Μεταμόρφωση 🪄
es: Transformación 🪄
fil: Pagbabago 🪄
hi: परिवर्तन 🪄
id: Transformasi 🪄
it: Trasformazione 🪄
ja: 変身 🪄
ko: 변신 🪄
ms: Transformasi 🪄
nl: Transformatie 🪄
pt: Transformação 🪄
th: การเปลี่ยนแปลง 🪄
uk: Трансформація 🪄
zh: 变形 🪄

# muscularPromptLabel
source: Muscular
bn: পেশীবহুল
de: Muskulös
el: Μυώδης
es: Musculoso
fil: Makalamnan
fr: Musclé
hi: मांसपेशीय
id: Berotot
it: Muscolare
ja: 筋肉質
ko: 근육질
ms: Berotot
nl: Gespierd
th: กล้ามใหญ่
uk: М'язистий
zh: 肌肉发达

# muscularPromptText
source: Recreate the image as a realistic photograph. Adjust the person's pose so they are flexing their muscles naturally, as if consciously tensing their body. Enhance muscle definition and visible vascularity while keeping anatomy realistic and proportional. The flexed muscles must follow natural body mechanics, with accurate lighting, shadows, and skin texture. Keep the face, expression, identity, and background unchanged. No stylization, no exaggerated bodybuilding look, pure photorealism.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। ব্যক্তির ভঙ্গি সামঞ্জস্য করুন যাতে তারা স্বাভাবিকভাবে পেশী ফ্লেক্স করে, যেন সচেতনভাবে শরীর উত্তেজিত করছে। পেশী সংজ্ঞা এবং দৃশ্যমান ভাস্কুলারিটি বৃদ্ধি করুন যখন শারীরস্থান বাস্তবসম্মত এবং আনুপাতিক রাখুন। ফ্লেক্সড পেশী শরীরের প্রাকৃতিক মেকানিক্স অনুসরণ করতে হবে, সঠিক আলো, ছায়া এবং ত্বকের টেক্সচার সহ। মুখ, অভিব্যক্তি, পরিচয় এবং পটভূমি অপরিবর্তিত রাখুন। কোন স্টাইলাইজেশন নেই, কোন অতিরঞ্জিত বডি বিল্ডিং চেহারা নেই, বিশুদ্ধ ফটোরিয়ালিজম।
de: Das Bild als realistische Fotografie neu erstellen. Die Pose der Person anpassen, sodass sie ihre Muskeln natürlich anspannt, als würde sie ihren Körper bewusst verspannen. Muskeldefinition und sichtbare Vaskularität verbessern, während die Anatomie realistisch und proportional bleibt. Die angespannten Muskeln müssen der natürlichen Körpermechanik folgen mit präziser Beleuchtung, Schatten und Hauttextur. Gesicht, Ausdruck, Identität und Hintergrund unverändert lassen. Keine Stilisierung, kein übertriebener Bodybuilding-Look, reiner Fotorealismus.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Προσαρμόστε τη στάση του ατόμου ώστε να λυγίζει τους μύες του φυσικά, σαν να τεντώνει συνειδητά το σώμα. Ενισχύστε τον ορισμό των μυών και την ορατή αγγείωση διατηρώντας την ανατομία ρεαλιστική και ανάλογη. Οι λυγισμένοι μύες πρέπει να ακολουθούν τη φυσική μηχανική του σώματος, με ακριβή φωτισμό, σκιές και υφή δέρματος. Διατηρήστε το πρόσωπο, την έκφραση, την ταυτότητα και το φόντο αμετάβλητο. Χωρίς στυλιζάρισμα, χωρίς υπερβολική εμφάνιση bodybuilding, καθαρός φωτορεαλισμός.
es: Recrear la imagen como una fotografía realista. Ajustar la pose de la persona para que esté flexionando sus músculos naturalmente, como si estuviera tensando conscientemente su cuerpo. Mejorar la definición muscular y la vascularización visible manteniendo la anatomía realista y proporcional. Los músculos flexionados deben seguir la mecánica corporal natural, con iluminación, sombras y textura de piel precisas. Mantener el rostro, la expresión, la identidad y el fondo sin cambios. Sin estilización, sin aspecto de culturismo exagerado, puro fotorrealismo.
fil: Likhain muli ang larawan bilang realistikong litrato. Ayusin ang postura ng tao upang natural nilang pinipiga ang kanilang mga kalamnan, na para bang sila ay malay na pumipiga ng kanilang katawan. Pagandahin ang kahulugan ng kalamnan at nakikitang vascularity habang pinapanatiling realistiko at proporsyonal ang anatomy. Ang mga flexed na kalamnan ay dapat sumunod sa natural na mekaniks ng katawan, na may tumpak na liwanag, mga anino, at texture ng balat. Panatilihin ang mukha, ekspresyon, pagkakakilanlan, at background na hindi binago. Walang pag-istilo, walang labis na bodybuilding na hitsura, purong photorealism.
fr: Recréer l'image comme une photographie réaliste. Ajuster la pose de la personne pour qu'elle fasse bomber ses muscles naturellement, comme si elle contractait consciemment son corps. Améliorer la définition musculaire et la vascularisation visible tout en gardant l'anatomie réaliste et proportionnelle. Les muscles contractés doivent suivre la mécanique corporelle naturelle, avec un éclairage, des ombres et une texture de peau précis. Garder le visage, l'expression, l'identité et l'arrière-plan inchangés. Aucune stylisation, aucun look de culturisme exagéré, pur photoréalisme.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। व्यक्ति की मुद्रा को समायोजित करें ताकि वे स्वाभाविक रूप से अपनी मांसपेशियों को फ्लेक्स कर रहे हों, जैसे कि वे जानबूझकर अपने शरीर को तनाव दे रहे हों। मांसपेशियों की परिभाषा और दृश्यमान वैस्कुलैरिटी को बढ़ाएं जबकि शरीर रचना को यथार्थवादी और आनुपातिक रखें। फ्लेक्स की गई मांसपेशियों को प्राकृतिक शरीर यांत्रिकी का पालन करना चाहिए, सटीक प्रकाश, छाया और त्वचा की बनावट के साथ। चेहरा, अभिव्यक्ति, पहचान और पृष्ठभूमि को अपरिवर्तित रखें। कोई स्टाइलाइजेशन नहीं, कोई अतिरंजित बॉडीबिल्डिंग लुक नहीं, शुद्ध फोटोरियलिज्म।
id: Buat ulang gambar sebagai foto yang realistis. Sesuaikan pose orang tersebut sehingga mereka melenturkan otot mereka secara alami, seolah-olah dengan sadar menegangkan tubuh mereka. Tingkatkan definisi otot dan vaskularitas yang terlihat sambil menjaga anatomi tetap realistis dan proporsional. Otot yang dilenturkan harus mengikuti mekanika tubuh alami, dengan pencahayaan, bayangan, dan tekstur kulit yang akurat. Pertahankan wajah, ekspresi, identitas, dan latar belakang tidak berubah. Tanpa stilisasi, tanpa tampilan binaraga yang berlebihan, fotorealisme murni.
it: Ricrea l'immagine come una fotografia realistica. Regola la posa della persona in modo che stia flettendo i muscoli in modo naturale, come se stesse consciamente tendendo il corpo. Aumenta la definizione muscolare e la vascolarizzazione visibile mantenendo l'anatomia realistica e proporzionata. I muscoli flessi devono seguire la meccanica naturale del corpo, con illuminazione, ombre e texture della pelle accurate. Mantieni il viso, l'espressione, l'identità e lo sfondo invariati. Nessuna stilizzazione, nessun aspetto da bodybuilding esagerato, puro fotorealismo.
ja: 画像を現実的な写真として再作成します。人物のポーズを調整して、意識的に体を緊張させているかのように、自然に筋肉を曲げているようにします。解剖学をリアルで比例的に保ちながら、筋肉の定義と可視的な血管性を強化します。曲げられた筋肉は、正確な照明、影、肌の質感を持つ自然な身体力学に従う必要があります。顔、表情、アイデンティティ、背景を変更しないでください。様式化なし、誇張されたボディービルのルックなし、純粋なフォトリアリズム。
ko: 이미지를 현실적인 사진으로 재현합니다. 사람의 자세를 조정하여 의식적으로 몸을 긴장시키는 것처럼 자연스럽게 근육을 구부리도록 합니다. 해부학을 사실적이고 비례적으로 유지하면서 근육 정의와 보이는 혈관성을 향상시킵니다. 구부러진 근육은 정확한 조명, 그림자, 피부 질감과 함께 자연스러운 신체 역학을 따라야 합니다. 얼굴, 표정, 정체성, 배경을 변경하지 마십시오. 스타일화 없음, 과장된 보디빌딩 룩 없음, 순수한 포토리얼리즘.
ms: Cipta semula imej sebagai gambar yang realistik. Laraskan pose orang supaya mereka menegang otot mereka secara semula jadi, seolah-olah dengan sedar menegang badan mereka. Tingkatkan definisi otot dan vaskulariti yang kelihatan sambil mengekalkan anatomi yang realistik dan berkadaran. Otot yang tegang mesti mengikut mekanik badan semula jadi, dengan pencahayaan, bayang-bayang, dan tekstur kulit yang tepat. Kekalkan muka, ekspresi, identiti, dan latar belakang tidak berubah. Tiada penggayaan, tiada rupa bina badan yang berlebihan, fotorealisme tulen.
nl: Creëer de afbeelding opnieuw als een realistische foto. Pas de houding van de persoon aan zodat ze hun spieren natuurlijk spannen, alsof ze bewust hun lichaam aanspannen. Verbeter spierdefinitie en zichtbare vasculariteit terwijl de anatomie realistisch en proportioneel blijft. De gespannen spieren moeten de natuurlijke lichaamsmechanica volgen, met nauwkeurige verlichting, schaduwen en huidtextuur. Houd het gezicht, de uitdrukking, identiteit en achtergrond ongewijzigd. Geen stilering, geen overdreven bodybuilding-look, pure fotorealisme.
pt: Recrie a imagem como uma fotografia realista. Ajuste a pose da pessoa para que ela esteja flexionando seus músculos naturalmente, como se estivesse conscientemente tensionando o corpo. Aumente a definição muscular e vascularização visível mantendo a anatomia realista e proporcional. Os músculos flexionados devem seguir a mecânica corporal natural, com iluminação, sombras e textura de pele precisas. Mantenha o rosto, expressão, identidade e fundo inalterados. Sem estilização, sem aparência exagerada de fisiculturismo, puro fotorrealismo.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง ปรับท่าทางของบุคคลเพื่อให้เขาดึงกล้ามเนื้ออย่างเป็นธรรมชาติ ราวกับว่ากำลังตึงตัวอย่างมีสติ เพิ่มความชัดเจนของกล้ามเนื้อและหลอดเลือดที่มองเห็นได้ ในขณะที่รักษากายวิภาคให้สมจริงและสมส่วน กล้ามเนื้อที่ดึงต้องตามกลศาสตร์ธรรมชาติของร่างกาย ด้วยแสง เงา และเนื้อสัมผัสของผิวหนังที่แม่นยำ รักษาใบหน้า การแสดงออก ตัวตน และพื้นหลังไม่เปลี่ยนแปลง ไม่มีการตกแต่ง ไม่มีรูปลักษณ์เพาะกายที่เกินจริง ความสมจริงบริสุทธิ์
uk: Відтворіть зображення як реалістичну фотографію. Відрегулюйте позу людини так, щоб вона природно напружувала свої м'язи, ніби свідомо напружує своє тіло. Посильте м'язову дефініцію та видиму васкуляризацію, зберігаючи анатомію реалістичною та пропорційною. Напружені м'язи мають слідувати природній механіці тіла, з точним освітленням, тінями та текстурою шкіри. Збережіть обличчя, вираз, особистість та фон незмінними. Без стилізації, без перебільшеного вигляду бодібілдингу, чистий фотореалізм.
zh: 将图像重新创建为逼真的照片。调整人的姿势,使他们自然地弯曲肌肉,仿佛有意识地收紧身体。增强可见的肌肉定义和血管分布,同时保持逼真和成比例的解剖结构。弯曲的肌肉必须遵循自然的身体力学,具有准确的照明、阴影和皮肤纹理。保持脸部、表情、身份和背景不变。没有风格化,没有过度的健美外观,纯粹的照片真实主义。

# professionalPromptLabel
source: Professional
bn: পেশাদার
de: Professionell
el: Επαγγελματικό
es: Profesional
fil: Propesyonal
fr: Professionnel
hi: पेशेवर
id: Profesional
it: Professionale
ja: プロフェッショナル
ko: 전문가
ms: Profesional
nl: Professioneel
pt: Profissional
th: มืออาชีพ
uk: Професійний
zh: 专业
