Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# iosMemojiPromptText
source: Transform the person into a full-body iOS-style Memoji character. Keep the person's facial features, hairstyle, skin tone, and overall identity recognizable. If parts of the body are not visible in the original image, naturally imagine and complete them in a consistent way. Render the character with smooth, rounded shapes and soft colors, following official iOS Memoji style. Use a pure white background. The result should look like a clean, polished, full-body Apple Memoji.
bn: ব্যক্তিকে একটি সম্পূর্ণ-দেহ iOS-স্টাইল Memoji চরিত্রে রূপান্তরিত করুন। ব্যক্তির মুখের বৈশিষ্ট্য, চুলের স্টাইল, ত্বকের টোন এবং সামগ্রিক পরিচয় স্বীকৃত রাখুন। যদি মূল ছবিতে শরীরের অংশ দৃশ্যমান না হয়, স্বাভাবিকভাবে কল্পনা করুন এবং একটি সামঞ্জস্যপূর্ণ উপায়ে সম্পূর্ণ করুন। মসৃণ, বৃত্তাকার আকৃতি এবং নরম রঙ সহ চরিত্রটি রেন্ডার করুন, অফিসিয়াল iOS Memoji স্টাইল অনুসরণ করে। একটি বিশুদ্ধ সাদা পটভূমি ব্যবহার করুন। ফলাফল একটি পরিষ্কার, পালিশ, সম্পূর্ণ-দেহ Apple Memoji মত দেখা উচিত।
de: Die Person in eine iOS-Style Memoji-Figur im Ganzkörper verwandeln. Die Gesichtszüge, Frisur, Hautton und Gesamtidentität der Person erkennbar halten. Wenn Teile des Körpers im Originalbild nicht sichtbar sind, diese natürlich und konsistent vorstellen und vervollständigen. Die Figur mit glatten, abgerundeten Formen und weichen Farben rendern, dem offiziellen iOS Memoji-Stil folgend. Einen reinen weißen Hintergrund verwenden. Das Ergebnis sollte wie ein sauberes, poliertes Ganzkörper-Apple Memoji aussehen.
el: Μεταμορφώστε το άτομο σε έναν χαρακτήρα Memoji σε στυλ iOS πλήρους σώματος. Διατηρήστε τα χαρακτηριστικά του προσώπου, το χτένισμα, τον τόνο του δέρματος και τη συνολική ταυτότητα του ατόμου αναγνωρίσιμα. Εάν μέρη του σώματος δεν είναι ορατά στην αρχική εικόνα, φανταστείτε και συμπληρώστε τα φυσικά με συνεπή τρόπο. Απεικονίστε τον χαρακτήρα με απαλά, στρογγυλεμένα σχήματα και απαλά χρώματα, ακολουθώντας το επίσημο στυλ iOS Memoji. Χρησιμοποιήστε καθαρό λευκό φόντο. Το αποτέλεσμα πρέπει να φαίνεται σαν ένα καθαρό, γυαλισμένο, πλήρους σώματος Apple Memoji.
es: Transformar a la persona en un personaje Memoji de iOS de cuerpo completo. Mantener los rasgos faciales, peinado, tono de piel e identidad general de la persona reconocibles. Si partes del cuerpo no son visibles en la imagen original, imaginarlas y completarlas naturalmente de manera consistente. Renderizar el personaje con formas suaves y redondeadas y colores suaves, siguiendo el estilo oficial de iOS Memoji. Usar un fondo blanco puro. El resultado debe parecer un Memoji de Apple de cuerpo completo limpio y pulido.
fil: Baguhin ang tao sa buong-katawan na iOS-style na Memoji character. Panatilihin ang mga katangian ng mukha, ayos ng buhok, kulay ng balat, at pangkalahatang pagkakakilanlan ng tao na nakikilala. Kung ang mga bahagi ng katawan ay hindi nakikita sa orihinal na larawan, natural na isipin at kumpletuhan ang mga ito sa pare-parehong paraan. I-render ang character na may makinis, bilugang mga hugis at malambot na mga kulay, na sumusunod sa opisyal na iOS Memoji style. Gumamit ng purong puting background. Ang resulta ay dapat mukhang malinis, kinang, buong-katawan na Apple Memoji.
fr: Transformer la personne en un personnage Memoji iOS en corps entier. Garder les traits du visage, la coiffure, le teint et l'identité globale de la personne reconnaissables. Si des parties du corps ne sont pas visibles dans l'image d'origine, les imaginer et les compléter naturellement de manière cohérente. Rendre le personnage avec des formes lisses et arrondies et des couleurs douces, en suivant le style officiel iOS Memoji. Utiliser un fond blanc pur. Le résultat doit ressembler à un Memoji Apple en corps entier propre et poli.
hi: व्यक्ति को एक पूर्ण-शरीर iOS-शैली Memoji चरित्र में बदलें। व्यक्ति की चेहरे की विशेषताओं, केश, त्वचा टोन और समग्र पहचान को पहचानने योग्य रखें। यदि मूल छवि में शरीर के भाग दृश्यमान नहीं हैं, तो स्वाभाविक रूप से कल्पना करें और उन्हें एक सुसंगत तरीके से पूरा करें। चरित्र को चिकने, गोल आकार और नरम रंगों के साथ प्रस्तुत करें, आधिकारिक iOS Memoji शैली का पालन करते हुए। एक शुद्ध सफेद पृष्ठभूमि का उपयोग करें। परिणाम एक स्वच्छ, पॉलिश, पूर्ण-शरीर Apple Memoji की तरह दिखना चाहिए।
id: Ubah orang tersebut menjadi karakter Memoji bergaya iOS seluruh tubuh. Pertahankan fitur wajah, gaya rambut, warna kulit, dan identitas keseluruhan orang tersebut dapat dikenali. Jika bagian tubuh tidak terlihat dalam gambar asli, bayangkan dan lengkapi secara alami dengan cara yang konsisten. Render karakter dengan bentuk bulat yang halus dan warna lembut, mengikuti gaya iOS Memoji resmi. Gunakan latar belakang putih murni. Hasilnya harus terlihat seperti Apple Memoji seluruh tubuh yang bersih dan dipoles.
it: Trasforma la persona in un personaggio Memoji in stile iOS a figura intera. Mantieni i lineamenti del viso, l'acconciatura, il tono della pelle e l'identità complessiva della persona riconoscibili. Se parti del corpo non sono visibili nell'immagine originale, immaginale e completale naturalmente in modo coerente. Renderizza il personaggio con forme arrotondate e morbide e colori tenui, seguendo lo stile ufficiale dei Memoji iOS. Usa uno sfondo bianco puro. Il risultato dovrebbe sembrare un Memoji Apple a figura intera pulito e raffinato.
ja: 人物を全身のiOSスタイルのMemojiキャラクターに変換します。人物の顔の特徴、髪型、肌の色、全体的なアイデンティティを認識できるように保ちます。元の画像に体の一部が表示されていない場合は、自然に想像して一貫した方法で完成させます。公式のiOS Memojiスタイルに従って、滑らかで丸みを帯びた形状と柔らかい色でキャラクターをレンダリングします。純白の背景を使用します。結果は、きれいで洗練された全身のApple Memojiのように見える必要があります。
ko: 사람을 전신 iOS 스타일 Memoji 캐릭터로 변환합니다. 사람의 얼굴 특징, 헤어스타일, 피부 톤, 전체 정체성을 인식 가능하게 유지합니다. 원본 이미지에 신체의 일부가 보이지 않으면 자연스럽게 상상하고 일관된 방식으로 완성합니다. 공식 iOS Memoji 스타일을 따라 부드럽고 둥근 모양과 부드러운 색상으로 캐릭터를 렌더링합니다. 순수한 흰색 배경을 사용합니다. 결과는 깨끗하고 세련된 전신 Apple Memoji처럼 보여야 합니다.
ms: Ubah orang kepada watak Memoji bergaya iOS seluruh badan. Kekalkan ciri muka, gaya rambut, ton kulit, dan identiti keseluruhan orang yang boleh dikenali. Jika bahagian badan tidak kelihatan dalam imej asal, bayangkan dan lengkapkan secara semula jadi dengan cara yang konsisten. Render watak dengan bentuk bulat yang licin dan warna lembut, mengikuti gaya iOS Memoji rasmi. Gunakan latar belakang putih tulen. Hasilnya mesti kelihatan seperti Apple Memoji seluruh badan yang bersih dan digilap.
nl: Transformeer de persoon naar een full-body iOS-stijl Memoji-personage. Houd de gelaatstrekken, kapsel, huidskleur en algemene identiteit van de persoon herkenbaar. Als delen van het lichaam niet zichtbaar zijn in de oorspronkelijke afbeelding, bedenk en voltooi ze dan natuurlijk op een consistente manier. Render het personage met gladde, afgeronde vormen en zachte kleuren, volgens de officiële iOS Memoji-stijl. Gebruik een puur witte achtergrond. Het resultaat moet eruitzien als een schone, gepolijste, full-body Apple Memoji.
pt: Transforme a pessoa num personagem Memoji estilo iOS de corpo inteiro. Mantenha as características faciais, penteado, tom de pele e identidade geral da pessoa reconhecíveis. Se partes do corpo não estiverem visíveis na imagem original, imagine e complete-as naturalmente de forma consistente. Renderize o personagem com formas suaves e arredondadas e cores suaves, seguindo o estilo oficial iOS Memoji. Use um fundo branco puro. O resultado deve parecer um Memoji Apple de corpo inteiro limpo e polido.
th: เปลี่ยนบุคคลให้เป็นตัวละครเต็มตัวในสไตล์ iOS Memoji รักษาลักษณะใบหน้า ทรงผม โทนสีผิว และตัวตนโดยรวมของบุคคลให้จดจำได้ หากส่วนของร่างกายไม่ปรากฏในภาพต้นฉบับ ให้จินตนาการและเติมเต็มอย่างเป็นธรรมชาติในแบบที่สอดคล้องกัน แสดงตัวละครด้วยรูปร่างที่กลมและนุ่มนวล และสีที่นุ่มนวล ตามสไตล์ iOS Memoji อย่างเป็นทางการ ใช้พื้นหลังสีขาวบริสุทธิ์ ผลลัพธ์ควรดูเหมือน Apple Memoji เต็มตัวที่สะอาดและขัดเกลา
uk: Трансформуйте людину в повнозростовий персонаж у стилі iOS Memoji. Збережіть риси обличчя, зачіску, тон шкіри та загальну ідентичність людини впізнаваними. Якщо частини тіла не видні на вихідному зображенні, природно уявіть і доповніть їх послідовним чином. Візуалізуйте персонажа з гладкими, округлими формами та м'якими кольорами, дотримуючись офіційного стилю iOS Memoji. Використовуйте чисто білий фон. Результат має виглядати як чистий, відполірований повнозростовий Apple Memoji.
zh: 将人转变为iOS风格的全身Memoji角色。保持人的面部特征、发型、肤色和整体身份可识别。如果原始图像中没有显示身体部位,请以一致的方式自然想象和完成它们。使用光滑的圆形形状和柔和的颜色渲染角色,遵循官方iOS Memoji风格。使用纯白色背景。结果必须看起来像干净、精致的全身Apple Memoji。

# snapchatBitmojiPromptText
source: Recreate the person from the image as a full-body Bitmoji-style avatar, inspired by Snapchat Bitmoji visuals. Preserve the person's facial features, hairstyle, skin tone, expression, and posture so they remain clearly recognizable. Generate the entire body from head to toe, even if parts are not visible in the original image, while keeping the same pose and body language. Use clean cartoon proportions, smooth outlines, bright flat colors, and soft shading typical of Bitmoji. Place the avatar on a plain white background. The final result must look like an official Bitmoji character representing the person.
bn: ছবি থেকে ব্যক্তিকে একটি সম্পূর্ণ-দেহ Bitmoji-স্টাইল অবতার হিসাবে পুনরায় তৈরি করুন, Snapchat Bitmoji ভিজ্যুয়াল দ্বারা অনুপ্রাণিত। ব্যক্তির মুখের বৈশিষ্ট্য, চুলের স্টাইল, ত্বকের টোন, অভিব্যক্তি এবং ভঙ্গি সংরক্ষণ করুন যাতে তারা স্পষ্টভাবে স্বীকৃত থাকে। মূল ছবিতে অংশ দৃশ্যমান না হলেও মাথা থেকে পা পর্যন্ত পুরো শরীর তৈরি করুন, একই ভঙ্গি এবং শরীরের ভাষা রেখে। পরিষ্কার কার্টুন অনুপাত, মসৃণ আউটলাইন, উজ্জ্বল সমতল রঙ এবং Bitmoji এর সাধারণ নরম ছায়া ব্যবহার করুন। অবতারকে একটি সাধারণ সাদা পটভূমিতে রাখুন। চূড়ান্ত ফলাফল ব্যক্তির প্রতিনিধিত্বকারী একটি অফিসিয়াল Bitmoji চরিত্রের মত দেখাতে হবে।
de: Die Person aus dem Bild als Ganzkörper-Bitmoji-Style-Avatar neu erstellen, inspiriert von Snapchat Bitmoji-Visuals. Die Gesichtszüge, Frisur, Hautton, Ausdruck und Haltung der Person bewahren, damit sie deutlich erkennbar bleiben. Den gesamten Körper von Kopf bis Fuß generieren, auch wenn Teile im Originalbild nicht sichtbar sind, während dieselbe Pose und Körpersprache beibehalten wird. Saubere Cartoon-Proportionen, glatte Konturen, helle flache Farben und weiche Schattierung typisch für Bitmoji verwenden. Den Avatar auf einen einfachen weißen Hintergrund platzieren. Das Endergebnis muss wie eine offizielle Bitmoji-Figur aussehen, die die Person repräsentiert.
el: Ξαναδημιουργήστε το άτομο από την εικόνα ως αβατάρ πλήρους σώματος σε στυλ Bitmoji, εμπνευσμένο από τα οπτικά Snapchat Bitmoji. Διατηρήστε τα χαρακτηριστικά του προσώπου, το χτένισμα, τον τόνο του δέρματος, την έκφραση και τη στάση του ατόμου ώστε να παραμένουν ξεκάθαρα αναγνωρίσιμα. Δημιουργήστε ολόκληρο το σώμα από το κεφάλι μέχρι τα πόδια, ακόμη και αν μέρη δεν είναι ορατά στην αρχική εικόνα, διατηρώντας την ίδια στάση και γλώσσα του σώματος. Χρησιμοποιήστε καθαρές κινουμενοσχεδιακές αναλογίες, απαλά περιγράμματα, φωτεινά επίπεδα χρώματα και απαλή σκίαση χαρακτηριστική του Bitmoji. Τοποθετήστε το αβατάρ σε απλό λευκό φόντο. Το τελικό αποτέλεσμα πρέπει να φαίνεται σαν επίσημος χαρακτήρας Bitmoji που αντιπροσωπεύει το άτομο.
es: Recrear a la persona de la imagen como un avatar estilo Bitmoji de cuerpo completo, inspirado en las visuales de Snapchat Bitmoji. Preservar los rasgos faciales, peinado, tono de piel, expresión y postura de la persona para que permanezcan claramente reconocibles. Generar el cuerpo completo de pies a cabeza, incluso si partes no son visibles en la imagen original, manteniendo la misma pose y lenguaje corporal. Usar proporciones de dibujos animados limpias, contornos suaves, colores planos brillantes y sombreado suave típico de Bitmoji. Colocar el avatar sobre un fondo blanco liso. El resultado final debe parecer un personaje Bitmoji oficial que represente a la persona.
fil: Likhain muli ang tao mula sa larawan bilang buong-katawan na Bitmoji-style avatar, na inspirado ng Snapchat Bitmoji visuals. Panatilihin ang mga katangian ng mukha, ayos ng buhok, kulay ng balat, ekspresyon, at postura ng tao upang manatiling malinaw na nakikilala. Gumawa ng buong katawan mula ulo hanggang paa, kahit na ang mga bahagi ay hindi nakikita sa orihinal na larawan, habang pinapanatili ang parehong pose at wika ng katawan. Gumamit ng malinis na cartoon na proporsyon, makinis na mga outline, maliwanag na patag na mga kulay, at malambot na shading na tipikal ng Bitmoji. Ilagay ang avatar sa simpleng puting background. Ang panghuling resulta ay dapat mukhang opisyal na Bitmoji character na kumakatawan sa tao.
fr: Recréer la personne de l'image comme un avatar Bitmoji en corps entier, inspiré des visuels Snapchat Bitmoji. Préserver les traits du visage, la coiffure, le teint, l'expression et la posture de la personne pour qu'ils restent clairement reconnaissables. Générer le corps entier de la tête aux pieds, même si des parties ne sont pas visibles dans l'image d'origine, tout en gardant la même pose et le même langage corporel. Utiliser des proportions de dessin animé propres, des contours lisses, des couleurs plates vives et un ombrage doux typique de Bitmoji. Placer l'avatar sur un fond blanc uni. Le résultat final doit ressembler à un personnage Bitmoji officiel représentant la personne.
hi: छवि से व्यक्ति को एक पूर्ण-शरीर Bitmoji-शैली अवतार के रूप में फिर से बनाएं, Snapchat Bitmoji दृश्यों से प्रेरित। व्यक्ति की चेहरे की विशेषताओं, केश, त्वचा टोन, अभिव्यक्ति और मुद्रा को संरक्षित करें ताकि वे स्पष्ट रूप से पहचानने योग्य रहें। मूल छवि में भाग दृश्यमान न होने पर भी सिर से पैर तक पूरे शरीर को उत्पन्न करें, जबकि समान मुद्रा और शरीर की भाषा रखें। स्वच्छ कार्टून अनुपात, चिकनी रूपरेखा, चमकीले सपाट रंग और Bitmoji के विशिष्ट नरम छायांकन का उपयोग करें। अवतार को एक सादे सफेद पृष्ठभूमि पर रखें। अंतिम परिणाम व्यक्ति का प्रतिनिधित्व करने वाले आधिकारिक Bitmoji चरित्र की तरह दिखना चाहिए।
id: Buat ulang orang dari gambar sebagai avatar bergaya Bitmoji seluruh tubuh, terinspirasi oleh visual Snapchat Bitmoji. Pertahankan fitur wajah, gaya rambut, warna kulit, ekspresi, dan postur orang tersebut sehingga tetap jelas dapat dikenali. Hasilkan seluruh tubuh dari kepala hingga kaki, bahkan jika bagian tidak terlihat dalam gambar asli, sambil mempertahankan pose dan bahasa tubuh yang sama. Gunakan proporsi kartun yang bersih, garis luar yang halus, warna datar yang cerah, dan bayangan lembut yang khas Bitmoji. Tempatkan avatar pada latar belakang putih polos. Hasil akhir harus terlihat seperti karakter Bitmoji resmi yang mewakili orang tersebut.
it: Ricrea la persona dall'immagine come un avatar in stile Bitmoji a figura intera, ispirato ai visual di Snapchat Bitmoji. Conserva i lineamenti del viso, l'acconciatura, il tono della pelle, l'espressione e la postura della persona in modo che rimangano chiaramente riconoscibili. Genera l'intero corpo dalla testa ai piedi, anche se parti non sono visibili nell'immagine originale, mantenendo la stessa posa e il linguaggio del corpo. Usa proporzioni da cartone animato pulite, contorni morbidi, colori piatti brillanti e ombreggiature soft tipiche di Bitmoji. Posiziona l'avatar su uno sfondo bianco tenue. Il risultato finale deve sembrare un personaggio Bitmoji ufficiale che rappresenta la persona.
ja: Snapchat Bitmojiビジュアルに触発された、全身のBitmojiスタイルのアバターとして、画像から人物を再作成します。人物の顔の特徴、髪型、肌の色、表情、姿勢を保持し、明確に認識できるようにします。元の画像に表示されていない場合でも、同じポーズとボディランゲージを保ちながら、頭からつま先まで全身を生成します。Bitmojiに典型的な、きれいなカートゥーン比率、滑らかなアウトライン、明るいフラットカラー、柔らかいシェーディングを使用します。アバターをプレーンな白い背景に配置します。最終結果は、人物を表す公式のBitmojiキャラクターのように見える必要があります。
ko: Snapchat Bitmoji 비주얼에서 영감을 받은 전신 Bitmoji 스타일 아바타로 이미지에서 사람을 재현합니다. 사람의 얼굴 특징, 헤어스타일, 피부 톤, 표정, 자세를 보존하여 명확하게 인식 가능하도록 합니다. 원본 이미지에 보이지 않더라도 동일한 포즈와 신체 언어를 유지하면서 머리부터 발끝까지 전신을 생성합니다. Bitmoji의 전형적인 깨끗한 만화 비율, 부드러운 윤곽선, 밝은 플랫 컬러, 부드러운 음영을 사용합니다. 아바타를 일반 흰색 배경에 배치합니다. 최종 결과는 사람을 나타내는 공식 Bitmoji 캐릭터처럼 보여야 합니다.
ms: Cipta semula orang daripada imej sebagai avatar bergaya Bitmoji seluruh badan, diilhamkan oleh visual Snapchat Bitmoji. Kekalkan ciri muka, gaya rambut, ton kulit, ekspresi, dan postur orang supaya mereka kekal jelas boleh dikenali. Hasilkan seluruh badan dari kepala hingga kaki, walaupun bahagian tidak kelihatan dalam imej asal, sambil mengekalkan pose dan bahasa badan yang sama. Gunakan perkadaran kartun bersih, garis besar licin, warna rata terang, dan bayang lembut tipikal Bitmoji. Letakkan avatar pada latar belakang putih polos. Hasil akhir mesti kelihatan seperti watak Bitmoji rasmi yang mewakili orang tersebut.
nl: Creëer de persoon uit de afbeelding opnieuw als een full-body Bitmoji-stijl avatar, geïnspireerd door Snapchat Bitmoji-visuals. Behoud de gelaatstrekken, kapsel, huidskleur, uitdrukking en houding van de persoon zodat ze duidelijk herkenbaar blijven. Genereer het hele lichaam van hoofd tot teen, zelfs als delen niet zichtbaar zijn in de oorspronkelijke afbeelding, terwijl dezelfde pose en lichaamstaal behouden blijven. Gebruik schone cartoonnproporties, gladde contouren, heldere vlakke kleuren en zachte schaduwen typisch voor Bitmoji. Plaats de avatar op een effen witte achtergrond. Het eindresultaat moet eruitzien als een officieel Bitmoji-personage dat de persoon vertegenwoordigt.
pt: Recrie a pessoa da imagem como um avatar estilo Bitmoji de corpo inteiro, inspirado nos visuais Bitmoji do Snapchat. Preserve as características faciais, penteado, tom de pele, expressão e postura da pessoa para que permaneçam claramente reconhecíveis. Gere o corpo inteiro da cabeça aos pés, mesmo que partes não estejam visíveis na imagem original, mantendo a mesma pose e linguagem corporal. Use proporções cartoon limpas, contornos suaves, cores planas brilhantes e sombreamento suave típico do Bitmoji. Coloque o avatar num fundo branco liso. O resultado final deve parecer um personagem Bitmoji oficial representando a pessoa.
th: สร้างบุคคลจากภาพใหม่เป็นอวาตาร์เต็มตัวในสไตล์ Bitmoji แรงบันดาลใจจากภาพ Snapchat Bitmoji รักษาลักษณะใบหน้า ทรงผม โทนสีผิว การแสดงออก และท่าทางของบุคคลให้จดจำได้อย่างชัดเจน สร้างร่างกายทั้งหมดจากหัวถึงเท้า แม้ว่าบางส่วนจะไม่ปรากฏในภาพต้นฉบับ ในขณะที่รักษาท่าทางและภาษากายเดียวกัน ใช้สัดส่วนการ์ตูนที่สะอาด เส้นขอบที่นุ่มนวล สีแบนสดใส และเงาที่นุ่มนวลแบบ Bitmoji วางอวาตาร์บนพื้นหลังสีขาวเรียบ ผลลัพธ์สุดท้ายต้องดูเหมือนตัวละคร Bitmoji อย่างเป็นทางการที่เป็นตัวแทนของบุคคล
uk: Відтворіть людину із зображення як повнозростовий аватар у стилі Bitmoji, натхненний візуальними образами Snapchat Bitmoji. Збережіть риси обличчя, зачіску, тон шкіри, вираз та позу людини, щоб вони залишалися явно впізнаваними. Створіть все тіло від голови до ніг, навіть якщо частини не видні на вихідному зображенні, зберігаючи ту саму позу та мову тіла. Використовуйте чисті мультяшні пропорції, гладкі контури, яскраві плоскі кольори та м'яке затінення, типове для Bitmoji. Помістіть аватар на простий білий фон. Кінцевий результат має виглядати як офіційний персонаж Bitmoji, що представляє людину.
zh: 将图像中的人重新创建为受Snapchat Bitmoji视觉启发的全身Bitmoji风格头像。保持人的面部特征、发型、肤色、表情和姿势,使他们保持清晰可识别。生成从头到脚的全身,即使原始图像中没有显示某些部分,同时保持相同的姿势和肢体语言。使用干净的卡通比例、光滑的轮廓、明亮的平面颜色和典型的Bitmoji柔和阴影。将头像放在纯白色背景上。最终结果必须看起来像代表该人的官方Bitmoji角色。

# pixelArtPromptLabel
source: Pixel Art
bn: পিক্সেল আর্ট
fr: Art pixel
hi: पिक्सेल आर्ट
id: Seni Piksel
ja: ピクセルアート
ko: 픽셀 아트
ms: Seni Piksel
nl: Pixelkunst
pt: Arte Pixel
th: พิกเซลอาร์ต
uk: Піксельна Графіка
zh: 像素艺术
