Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# pranksCategoryLabel
source: Pranks 🔥
bn: প্র্যাঙ্ক 🔥
de: Streiche 🔥
el: Φάρσες 🔥
es: Bromas 🔥
fil: Mga Biro 🔥
fr: Farces 🔥
hi: मज़ाक 🔥
id: Lelucon 🔥
it: Scherzi 🔥
ja: いたずら 🔥
ko: 장난 🔥
ms: Gurauan 🔥
nl: Grappen 🔥
pt: Pegadinhas 🔥
th: การแกล้ง 🔥
uk: Пранки 🔥
zh: 恶作剧 🔥

# homelessPromptLabel
source: Homeless
bn: গৃহহীন
de: Obdachloser
el: Άστεγος
es: Sin hogar
fil: Walang Tahanan
fr: Sans-abri
hi: बेघर
id: Tunawisma
it: Senzatetto
ja: ホームレス
ko: 노숙자
ms: Gelandangan
nl: Dakloze
pt: Sem-abrigo
th: คนไร้บ้าน
uk: Безпритульний
zh: 流浪汉

# homelessPromptText
source: Add a realistic homeless man standing inside the room. He looks toward the camera with a warm, grateful expression, as if he has just been welcomed in. Match the room's lighting, perspective, and shadows perfectly. The scene must look natural and believable, with no changes to the rest of the image.
bn: ঘরের ভিতরে দাঁড়িয়ে থাকা একজন বাস্তবসম্মত গৃহহীন মানুষ যোগ করুন। তিনি ক্যামেরার দিকে একটি উষ্ণ, কৃতজ্ঞ অভিব্যক্তি নিয়ে তাকান, যেন তাকে সবেমাত্র স্বাগত জানানো হয়েছে। ঘরের আলো, দৃষ্টিকোণ এবং ছায়া নিখুঁতভাবে মেলান। দৃশ্যটি অবশ্যই প্রাকৃতিক এবং বিশ্বাসযোগ্য দেখাবে, ছবির বাকি অংশে কোনো পরিবর্তন ছাড়াই।
de: Fügen Sie einen realistischen obdachlosen Mann hinzu, der im Raum steht. Er schaut mit einem warmen, dankbaren Ausdruck in die Kamera, als wäre er gerade willkommen geheißen worden. Die Beleuchtung, Perspektive und Schatten des Raums perfekt anpassen. Die Szene muss natürlich und glaubwürdig aussehen, ohne Änderungen am Rest des Bildes.
el: Προσθέστε έναν ρεαλιστικό άστεγο άνδρα που στέκεται μέσα στο δωμάτιο. Κοιτάζει προς τη κάμερα με μια ζεστή, ευγνώμονα έκφραση, σαν να έχει μόλις καλωσοριστεί μέσα. Ταιριάξτε τέλεια τον φωτισμό, την προοπτική και τις σκιές του δωματίου. Η σκηνή πρέπει να φαίνεται φυσική και αξιόπιστη, χωρίς αλλαγές στο υπόλοιπο της εικόνας.
es: Agregar un hombre sin hogar realista de pie dentro de la habitación. Él mira hacia la cámara con una expresión cálida y agradecida, como si acabara de ser bienvenido. Hacer coincidir perfectamente la iluminación, la perspectiva y las sombras de la habitación. La escena debe parecer natural y creíble, sin cambios en el resto de la imagen.
fil: Magdag dag ng realistikong lalaking walang tahanan na nakatayo sa loob ng silid. Tumitingin siya sa camera na may mainit at nagpapasalamat na ekspresyon, na para bang kadarating lang tanggapin sa loob. Ipares nang perpekto ang liwanag, perspektiba, at mga anino ng silid. Ang eksena ay dapat mukhang natural at kapani-paniwala, nang walang pagbabago sa natitirang bahagi ng larawan.
fr: Ajouter un homme sans-abri réaliste se tenant dans la pièce. Il regarde vers la caméra avec une expression chaleureuse et reconnaissante, comme s'il venait d'être accueilli. Faire correspondre parfaitement l'éclairage, la perspective et les ombres de la pièce. La scène doit paraître naturelle et crédible, sans aucun changement au reste de l'image.
hi: कमरे के अंदर खड़े एक यथार्थवादी बेघर व्यक्ति को जोड़ें। वह कैमरे की ओर गर्म, आभारी अभिव्यक्ति के साथ देखता है, जैसे कि उसका अभी-अभी स्वागत किया गया हो। कमरे की रोशनी, परिप्रेक्ष्य और छाया को पूरी तरह से मिलाएं। दृश्य प्राकृतिक और विश्वसनीय दिखना चाहिए, छवि के शेष भाग में कोई बदलाव नहीं।
id: Tambahkan seorang pria tunawisma yang realistis berdiri di dalam ruangan. Dia menatap ke arah kamera dengan ekspresi hangat dan bersyukur, seolah-olah dia baru saja disambut masuk. Cocokkan pencahayaan, perspektif, dan bayangan ruangan dengan sempurna. Adegan harus terlihat alami dan dapat dipercaya, tanpa perubahan pada bagian gambar lainnya.
it: Aggiungi un uomo senzatetto realistico in piedi nella stanza. Guarda verso la fotocamera con un'espressione calda e grata, come se fosse appena stato accolto. Abbina perfettamente l'illuminazione, la prospettiva e le ombre della stanza. La scena deve apparire naturale e credibile, senza modifiche al resto dell'immagine.
ja: 部屋の中に立っている現実的なホームレスの男性を追加します。彼は温かく感謝の表情でカメラを見つめ、まるで今ちょうど歓迎されたかのようです。部屋の照明、視点、影を完璧に合わせます。シーンは自然で信頼できるように見える必要があり、画像の残りの部分に変更はありません。
ko: 방 안에 서 있는 현실적인 노숙자를 추가합니다. 그는 마치 방금 환영받은 것처럼 따뜻하고 감사하는 표정으로 카메라를 봅니다. 방의 조명, 원근감, 그림자를 완벽하게 맞춥니다. 장면은 자연스럽고 믿을 수 있게 보여야 하며, 이미지의 나머지 부분에는 변경 사항이 없습니다.
ms: Tambahkan seorang lelaki gelandangan yang realistik berdiri di dalam bilik. Dia menatap kamera dengan ekspresi hangat dan bersyukur, seolah-olah dia baru sahaja dialu-alukan masuk. Padankan pencahayaan, perspektif, dan bayang-bayang bilik dengan sempurna. Adegan mesti kelihatan semula jadi dan boleh dipercayai, tanpa perubahan pada bahagian lain imej.
nl: Voeg een realistische dakloze man toe die binnen in de kamer staat. Hij kijkt naar de camera met een warme, dankbare uitdrukking, alsof hij zojuist welkom is geheten. Stem de verlichting, het perspectief en de schaduwen van de kamer perfect af. De scène moet er natuurlijk en geloofwaardig uitzien, zonder veranderingen aan de rest van de afbeelding.
pt: Adicione um homem sem-abrigo realista em pé dentro da sala. Ele olha para a câmera com uma expressão calorosa e grata, como se tivesse acabado de ser recebido. Combine perfeitamente a iluminação, perspectiva e sombras da sala. A cena deve parecer natural e credível, sem alterações ao resto da imagem.
th: เพิ่มชายไร้บ้านที่ดูสมจริงยืนอยู่ในห้อง เขามองไปทางกล้องด้วยสีหน้าที่อบอุ่นและขอบคุณ ราวกับว่าเพิ่งได้รับการต้อนรับเข้ามา จับคู่แสง มุมมอง และเงาของห้องให้สมบูรณ์แบบ ฉากจะต้องดูเป็นธรรมชาติและน่าเชื่อถือ โดยไม่มีการเปลี่ยนแปลงส่วนอื่นของภาพ
uk: Додайте реалістичного безпритульного чоловіка, що стоїть всередині кімнати. Він дивиться в камеру з теплим, вдячним виразом обличчя, ніби його щойно привітали. Точно відповідайте освітленню, перспективі та тіням кімнати. Сцена має виглядати природно і правдоподібно, без змін решти зображення.
zh: 在房间内添加一个逼真的流浪汉,他站在那里看着镜头,表情温暖而感激,仿佛刚被欢迎进入。完美匹配房间的照明、视角和阴影。场景必须看起来自然可信,不改变图像的任何其他部分。

# plumberPromptLabel
source: Plumber
bn: প্লাম্বার
de: Klempner
el: Υδραυλικός
es: Fontanero
fil: Tubero
fr: Plombier
hi: प्लंबर
id: Tukang Ledeng
it: Idraulico
ja: 配管工
ko: 배관공
ms: Tukang Paip
nl: Loodgieter
pt: Canalizador
th: ช่างประปา
uk: Сантехнік
zh: 水管工

# plumberPromptText
source: Add a realistic shirtless plumber inside the room, wearing work pants and holding plumbing tools, working on pipes or fixtures. His bare torso looks out of place and slightly uncomfortable, increasing the awkwardness of the scene. He appears odd, suspicious, or socially off, with an unusual expression or posture, as if something feels wrong. Match the room's lighting, perspective, shadows, and reflections perfectly. The scene must look natural, believable, and subtly unsettling, with no other changes to the image.
bn: ঘরের ভিতরে একজন বাস্তবসম্মত শার্টবিহীন প্লাম্বার যোগ করুন, কাজের প্যান্ট পরা এবং প্লাম্বিং সরঞ্জাম ধরে, পাইপ বা ফিক্সচারগুলিতে কাজ করছে। তার খালি ধড় জায়গার বাইরে এবং কিছুটা অস্বস্তিকর দেখায়, দৃশ্যের বিশ্রীতা বৃদ্ধি করে। তিনি অস্বাভাবিক অভিব্যক্তি বা ভঙ্গি সহ অদ্ভুত, সন্দেহজনক বা সামাজিকভাবে অস্বাভাবিক দেখান, যেন কিছু ভুল মনে হয়। ঘরের আলো, দৃষ্টিকোণ, ছায়া এবং প্রতিফলন নিখুঁতভাবে মেলান। দৃশ্যটি অবশ্যই প্রাকৃতিক, বিশ্বাসযোগ্য এবং সূক্ষ্মভাবে অস্বস্তিকর দেখাবে, ছবিতে অন্য কোনো পরিবর্তন ছাড়াই।
de: Fügen Sie einen realistischen Klempner ohne Hemd im Raum hinzu, der Arbeitshosen trägt und Klempnerwerkzeuge hält und an Rohren oder Armaturen arbeitet. Sein nackter Oberkörper wirkt fehl am Platz und leicht unangenehm und erhöht die Peinlichkeit der Szene. Er erscheint seltsam, verdächtig oder sozial unpassend, mit einem ungewöhnlichen Gesichtsausdruck oder einer Haltung, als ob etwas nicht stimmt. Die Beleuchtung, Perspektive, Schatten und Reflexionen des Raums perfekt anpassen. Die Szene muss natürlich, glaubwürdig und subtil beunruhigend aussehen, ohne weitere Änderungen am Bild.
el: Προσθέστε έναν ρεαλιστικό υδραυλικό χωρίς πουκάμισο μέσα στο δωμάτιο, που φοράει παντελόνι εργασίας και κρατάει εργαλεία υδραυλικής, εργαζόμενος σε σωλήνες ή εξαρτήματα. Ο γυμνός κορμός του φαίνεται εκτός τόπου και ελαφρώς άβολος, αυξάνοντας την αμηχανία της σκηνής. Φαίνεται περίεργος, ύποπτος ή κοινωνικά ακατάλληλος, με μια ασυνήθιστη έκφραση ή στάση, σαν να υπάρχει κάτι λάθος. Ταιριάξτε τέλεια τον φωτισμό, την προοπτική, τις σκιές και τις αντανακλάσεις του δωματίου. Η σκηνή πρέπει να φαίνεται φυσική, αξιόπιστη και λεπτά ανησυχητική, χωρίς άλλες αλλαγές στην εικόνα.
es: Agregar un fontanero realista sin camisa dentro de la habitación, usando pantalones de trabajo y sosteniendo herramientas de plomería, trabajando en tuberías o instalaciones. Su torso desnudo parece fuera de lugar y ligeramente incómodo, aumentando la incomodidad de la escena. Aparece extraño, sospechoso o socialmente inadaptado, con una expresión o postura inusual, como si algo estuviera mal. Hacer coincidir perfectamente la iluminación, la perspectiva, las sombras y los reflejos de la habitación. La escena debe parecer natural, creíble y sutilmente inquietante, sin otros cambios en la imagen.
fil: Magdagdag ng realistikong tubero na walang damit sa itaas sa loob ng silid, na nakasuot ng pantalon sa trabaho at may hawak na mga gamit sa pagtubero, na nagtatrabaho sa mga tubo o fixture. Ang hubad niyang katawan ay mukhang wala sa lugar at bahagyang hindi komportable, na nagpapataas ng kakaibang ng eksena. Mukhang siya ay kakaiba, kahina-hinala, o hindi angkop sa lipunan, na may kakaibang ekspresyon o postura, na para bang may hindi tama. Ipares nang perpekto ang liwanag, perspektiba, mga anino, at mga repleksyon ng silid. Ang eksena ay dapat mukhang natural, kapani-paniwala, at bahagyang nakababahala, nang walang ibang pagbabago sa larawan.
fr: Ajouter un plombier réaliste torse nu dans la pièce, portant un pantalon de travail et tenant des outils de plomberie, travaillant sur des tuyaux ou des installations. Son torse nu semble déplacé et légèrement inconfortable, augmentant le malaise de la scène. Il paraît bizarre, suspect ou socialement inadapté, avec une expression ou une posture inhabituelle, comme si quelque chose ne va pas. Faire correspondre parfaitement l'éclairage, la perspective, les ombres et les reflets de la pièce. La scène doit paraître naturelle, crédible et subtilement inquiétante, sans autres changements à l'image.
hi: कमरे के अंदर एक यथार्थवादी शर्टलेस प्लंबर जोड़ें, जो काम की पैंट पहने हुए हो और प्लंबिंग उपकरण पकड़े हुए हो, पाइप या फिक्स्चर पर काम कर रहा हो। उसका नंगा धड़ जगह से बाहर और थोड़ा असहज दिखता है, दृश्य की अजीबता को बढ़ाता है। वह असामान्य अभिव्यक्ति या मुद्रा के साथ अजीब, संदिग्ध या सामाजिक रूप से अनुपयुक्त दिखाई देता है, जैसे कि कुछ गलत महसूस होता है। कमरे की रोशनी, परिप्रेक्ष्य, छाया और प्रतिबिंब को पूरी तरह से मिलाएं। दृश्य प्राकृतिक, विश्वसनीय और सूक्ष्म रूप से परेशान करने वाला दिखना चाहिए, छवि में कोई अन्य परिवर्तन नहीं।
id: Tambahkan tukang ledeng realistis tanpa baju di dalam ruangan, mengenakan celana kerja dan memegang peralatan ledeng, bekerja di pipa atau perlengkapan. Tubuh telanjangnya terlihat tidak pada tempatnya dan sedikit tidak nyaman, meningkatkan kekakuan adegan. Dia tampak aneh, mencurigakan, atau tidak pantas secara sosial, dengan ekspresi atau postur yang tidak biasa, seolah-olah ada yang salah. Cocokkan pencahayaan, perspektif, bayangan, dan pantulan ruangan dengan sempurna. Adegan harus terlihat alami, dapat dipercaya, dan sedikit mengganggu, tanpa perubahan lain pada gambar.
it: Aggiungi un idraulico realistico a torso nudo all'interno della stanza, che indossa pantaloni da lavoro e tiene strumenti idraulici, mentre lavora su tubi o raccordi. Il suo torso nudo sembra fuori luogo e leggermente a disagio, aumentando l'imbarazzo della scena. Appare strano, sospetto o socialmente fuori posto, con un'espressione o una postura insolita, come se qualcosa non andasse. Abbina perfettamente l'illuminazione, la prospettiva, le ombre e i riflessi della stanza. La scena deve apparire naturale, credibile e sottilmente inquietante, senza altre modifiche all'immagine.
ja: 作業用パンツを着て配管工具を持ち、パイプや器具を修理している、リアルな上半身裸の配管工を部屋の中に追加します。彼の裸の胴体は場違いで少し不快に見え、シーンの気まずさを増します。彼は異常な表情や姿勢で奇妙、疑わしい、または社会的に不適切に見え、何かが間違っていると感じさせます。部屋の照明、視点、影、反射を完璧に合わせます。シーンは自然で信頼できる、わずかに不穏なものに見える必要があり、画像に他の変更はありません。
ko: 작업용 바지를 입고 배관 도구를 들고 파이프나 고정 장치를 작업하는, 현실적인 상의를 입지 않은 배관공을 방 안에 추가합니다. 그의 맨 상체는 어울리지 않고 약간 불편해 보이며 장면의 어색함을 증가시킵니다. 그는 이상한 표정이나 자세로 이상하고, 의심스럽고, 사회적으로 부적절하게 보이며, 마치 무언가 잘못된 것처럼 느껴집니다. 방의 조명, 원근감, 그림자, 반사를 완벽하게 맞춥니다. 장면은 자연스럽고, 믿을 수 있고, 미묘하게 불안하게 보여야 하며, 이미지에 다른 변경 사항이 없습니다.
ms: Tambahkan seorang tukang paip realistik tanpa baju di dalam bilik, memakai seluar kerja dan memegang alat paip, bekerja pada paip atau lekapan. Badannya yang bertelanjang kelihatan tidak pada tempatnya dan sedikit janggal, meningkatkan kejanggalan adegan. Dia kelihatan pelik, mencurigakan, atau tidak sesuai secara sosial, dengan ekspresi atau postur yang luar biasa, seolah-olah ada yang tidak kena. Padankan pencahayaan, perspektif, bayang-bayang, dan pantulan bilik dengan sempurna. Adegan mesti kelihatan semula jadi, boleh dipercayai, dan sedikit mengganggu, tanpa perubahan lain pada imej.
nl: Voeg een realistische shirtloze loodgieter toe binnen in de kamer, gekleed in een werkbroek en met loodgietersgereedschap, werkend aan buizen of fittingen. Zijn blote bovenlichaam lijkt misplaatst en enigszins ongemakkelijk, wat de ongemakkelijkheid van de scène vergroot. Hij lijkt vreemd, verdacht of sociaal ongepast, met een ongebruikelijke uitdrukking of houding, alsof er iets mis is. Stem de verlichting, het perspectief, de schaduwen en reflecties van de kamer perfect af. De scène moet er natuurlijk, geloofwaardig en subtiel verontrustend uitzien, zonder andere veranderingen aan de afbeelding.
pt: Adicione um canalizador realista sem camisa dentro da sala, usando calças de trabalho e segurando ferramentas de canalização, trabalhando em tubos ou instalações. Seu torso nu parece deslocado e ligeiramente desconfortável, aumentando a estranheza da cena. Ele parece estranho, suspeito ou socialmente inadequado, com uma expressão ou postura incomum, como se algo estivesse errado. Combine perfeitamente a iluminação, perspectiva, sombras e reflexos da sala. A cena deve parecer natural, credível e sutilmente perturbadora, sem outras alterações à imagem.
th: เพิ่มช่างประปาที่ดูสมจริงไม่สวมเสื้อในห้อง สวมกางเกงทำงานและถือเครื่องมือประปา กำลังทำงานกับท่อหรือข้อต่อ ลำตัวเปลือยของเขาดูไม่เข้ากับบริบทและค่อนข้างอึดอัด เพิ่มความอึดอัดของฉาก เขาดูแปลก น่าสงสัย หรือไม่เหมาะสมทางสังคม ด้วยสีหน้าหรือท่าทางที่ผิดปกติ ราวกับว่ามีบางอย่างผิดพลาด จับคู่แสง มุมมอง เงา และการสะท้อนของห้องให้สมบูรณ์แบบ ฉากจะต้องดูเป็นธรรมชาติ น่าเชื่อถือ และน่าสะพรึงกลัวอย่างละเอียด โดยไม่มีการเปลี่ยนแปลงอื่นๆ ในภาพ
uk: Додайте реалістичного сантехніка без сорочки всередині кімнати, у робочих штанах і з інструментами для сантехніки, що працює на трубах або приладах. Його оголений торс виглядає недоречно і трохи незручно, посилюючи незручність сцени. Він виглядає дивним, підозрілим або соціально неадекватним, з незвичайним виразом обличчя або позою, ніби щось не так. Точно відповідайте освітленню, перспективі, тіням та відображенням кімнати. Сцена має виглядати природно, правдоподібно і трохи тривожно, без інших змін зображення.
zh: 在房间内添加一个逼真的赤膊水管工,他穿着工作裤,拿着水管工具,正在修理管道或固定装置。他裸露的躯干看起来不合时宜且有点尴尬,增强了场景的不适感。他看起来怪异、可疑或社交不适当,表情或姿势不寻常,仿佛有些不对劲。完美匹配房间的照明、视角、阴影和倒影。场景必须看起来自然、可信且略微令人不安,不改变图像的其他任何部分。

# damagedCarPromptLabel
source: Damaged Car
bn: ক্ষতিগ্রস্ত গাড়ি
de: Unfallwagen
el: Κατεστραμμένο Αυτοκίνητο
es: Auto dañado
fil: Sirang Kotse
fr: Voiture endommagée
hi: क्षतिग्रस्त कार
id: Mobil Rusak
it: Auto Danneggiata
ja: 損傷した車
ko: 손상된 차
ms: Kereta Rosak
nl: Beschadigde Auto
pt: Carro Danificado
th: รถเสียหาย
uk: Пошкоджений Автомобіль
zh: 损坏的车
