Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# oldPhotoRestorePromptText
source: Preserve the original composition, people, facial features, poses, and background exactly as in the source image. Fully restore this old, damaged black-and-white or faded photo to look like it was taken today with a modern high-end camera. Repair scratches, stains, tears, blur, and noise. Reconstruct missing details naturally without altering identity. Add realistic modern colorization with accurate skin tones and materials, balanced contrast, sharp focus, and clean lighting. No artistic reinterpretation, no stylization, no AI artifacts. The final result must look like a genuine contemporary photograph, not an edited or colorized old photo.
bn: উৎস ছবির মতো মূল রচনা, মানুষ, মুখের বৈশিষ্ট্য, ভঙ্গি এবং পটভূমি ঠিক সংরক্ষণ করুন। এই পুরানো, ক্ষতিগ্রস্ত কালো-সাদা বা বিবর্ণ ফটো সম্পূর্ণরূপে পুনরুদ্ধার করুন যাতে এটি আজ একটি আধুনিক উচ্চ-সম্পন্ন ক্যামেরা দিয়ে নেওয়া মত দেখায়। স্ক্র্যাচ, দাগ, টিয়ার, ব্লার এবং শব্দ মেরামত করুন। পরিচয় পরিবর্তন না করে স্বাভাবিকভাবে অনুপস্থিত বিবরণ পুনর্গঠন করুন। সঠিক ত্বকের টোন এবং উপকরণ, ভারসাম্যপূর্ণ কনট্রাস্ট, তীক্ষ্ণ ফোকাস এবং পরিষ্কার আলো সহ বাস্তবসম্মত আধুনিক রঙিনকরণ যোগ করুন। কোন শিল্প পুনর্ব্যাখ্যা, কোন স্টাইলাইজেশন, কোন AI আর্টিফ্যাক্ট নেই। চূড়ান্ত ফলাফল একটি সত্যিকারের সমসাময়িক ফটোগ্রাফের মত দেখাতে হবে, একটি সম্পাদিত বা রঙিন পুরানো ফটো নয়।
de: Die ursprüngliche Komposition, Personen, Gesichtszüge, Posen und den Hintergrund genau wie im Quellbild bewahren. Dieses alte, beschädigte Schwarz-Weiß- oder verblasste Foto vollständig restaurieren, damit es aussieht, als wäre es heute mit einer modernen High-End-Kamera aufgenommen worden. Kratzer, Flecken, Risse, Unschärfe und Rauschen reparieren. Fehlende Details natürlich rekonstruieren, ohne die Identität zu verändern. Realistische moderne Kolorierung mit präzisen Hauttönen und Materialien, ausgewogenem Kontrast, scharfem Fokus und sauberer Beleuchtung hinzufügen. Keine künstlerische Neuinterpretation, keine Stilisierung, keine KI-Artefakte. Das Endergebnis muss wie eine echte zeitgenössische Fotografie aussehen, nicht wie ein bearbeitetes oder koloriertes altes Foto.
el: Διατηρήστε την αρχική σύνθεση, άτομα, χαρακτηριστικά προσώπου, στάσεις και φόντο ακριβώς όπως στην πηγαία εικόνα. Αποκαταστήστε πλήρως αυτή την παλιά, κατεστραμμένη ασπρόμαυρη ή ξεθωριασμένη φωτογραφία ώστε να φαίνεται σαν τραβηγμένη σήμερα με μια σύγχρονη κάμερα υψηλής κατηγορίας. Επισκευάστε γρατζουνιές, λεκέδες, σκισίματα, θολότητα και θόρυβο. Ανακατασκευάστε λεπτομέρειες που λείπουν φυσικά χωρίς να αλλάξετε την ταυτότητα. Προσθέστε ρεαλιστικό σύγχρονο χρωματισμό με ακριβείς τόνους δέρματος και υλικών, ισορροπημένη αντίθεση, ευκρινή εστίαση και καθαρό φωτισμό. Χωρίς καλλιτεχνική επανερμηνεία, χωρίς στυλιζάρισμα, χωρίς τεχνουργήματα AI. Το τελικό αποτέλεσμα πρέπει να φαίνεται σαν γνήσια σύγχρονη φωτογραφία, όχι επεξεργασμένη ή χρωματισμένη παλιά φωτογραφία.
es: Preservar la composición original, personas, rasgos faciales, poses y fondo exactamente como en la imagen fuente. Restaurar completamente esta foto antigua, dañada en blanco y negro o descolorida para que parezca tomada hoy con una cámara moderna de alta gama. Reparar rasguños, manchas, desgarros, desenfoque y ruido. Reconstruir detalles faltantes naturalmente sin alterar la identidad. Agregar colorización moderna realista con tonos de piel y materiales precisos, contraste equilibrado, enfoque nítido e iluminación limpia. Sin reinterpretación artística, sin estilización, sin artefactos de IA. El resultado final debe parecer una fotografía contemporánea genuina, no una foto antigua editada o coloreada.
fil: Panatilihin ang orihinal na komposisyon, mga tao, mga katangian ng mukha, mga pose, at background na eksakto tulad ng sa pinagmulang larawan. Lubos na ipanumbalik ang lumang, nasirang itim-at-puti o kupas na litratong ito upang mukhang kinuha ngayon gamit ang modernong high-end na camera. Ayusin ang mga gasgas, mantsa, punit, malabo, at ingay. Itayo muli ang mga nawawalang detalye na natural nang hindi binabago ang pagkakakilanlan. Magdagdag ng realistikong modernong pagkukulay na may tumpak na kulay ng balat at mga materyales, balanseng contrast, malinaw na focus, at malinis na liwanag. Walang artistikong muling pagsasalin, walang pag-istilo, walang AI artifacts. Ang panghuling resulta ay dapat mukhang tunay na kontemporaryong litrato, hindi isang binago o kinulayan na lumang litrato.
fr: Préserver la composition, les personnes, les traits du visage, les poses et l'arrière-plan d'origine exactement comme dans l'image source. Restaurer entièrement cette vieille photo endommagée en noir et blanc ou décolorée pour qu'elle ressemble à une photo prise aujourd'hui avec une caméra moderne haut de gamme. Réparer les rayures, les taches, les déchirures, le flou et le bruit. Reconstruire les détails manquants naturellement sans altérer l'identité. Ajouter une colorisation moderne réaliste avec des tons de peau et des matériaux précis, un contraste équilibré, une mise au point nette et un éclairage propre. Aucune réinterprétation artistique, aucune stylisation, aucun artefact IA. Le résultat final doit ressembler à une véritable photographie contemporaine, pas à une vieille photo éditée ou coloriée.
hi: स्रोत छवि के समान मूल संरचना, लोग, चेहरे की विशेषताएं, मुद्राएं और पृष्ठभूमि को बिल्कुल संरक्षित करें। इस पुराने, क्षतिग्रस्त काले-सफेद या फीके फोटो को पूरी तरह से पुनर्स्थापित करें ताकि यह आज एक आधुनिक उच्च-अंत कैमरे से ली गई तरह दिखे। खरोंच, दाग, आंसू, धुंधलापन और शोर की मरम्मत करें। पहचान को बदले बिना स्वाभाविक रूप से गायब विवरणों का पुनर्निर्माण करें। सटीक त्वचा टोन और सामग्री, संतुलित कंट्रास्ट, तेज फोकस और स्वच्छ प्रकाश के साथ यथार्थवादी आधुनिक रंगीकरण जोड़ें। कोई कलात्मक पुनर्व्याख्या नहीं, कोई स्टाइलाइजेशन नहीं, कोई AI कलाकृतियां नहीं। अंतिम परिणाम एक वास्तविक समकालीन तस्वीर की तरह दिखना चाहिए, एक संपादित या रंगीन पुरानी तस्वीर नहीं।
id: Pertahankan komposisi asli, orang, fitur wajah, pose, dan latar belakang persis seperti dalam gambar sumber. Pulihkan sepenuhnya foto hitam-putih atau pudar yang lama dan rusak ini agar terlihat seperti diambil hari ini dengan kamera modern kelas atas. Perbaiki goresan, noda, robekan, buram, dan noise. Rekonstruksi detail yang hilang secara alami tanpa mengubah identitas. Tambahkan pewarnaan modern yang realistis dengan warna kulit dan bahan yang akurat, kontras seimbang, fokus tajam, dan pencahayaan bersih. Tanpa reinterpretasi artistik, tanpa stilisasi, tanpa artefak AI. Hasil akhir harus terlihat seperti foto kontemporer yang asli, bukan foto lama yang diedit atau diwarnai.
it: Conserva la composizione originale, le persone, i lineamenti del viso, le pose e lo sfondo esattamente come nell'immagine sorgente. Restaura completamente questa vecchia foto danneggiata in bianco e nero o sbiadita per farla sembrare scattata oggi con una fotocamera moderna di alta gamma. Ripara graffi, macchie, strappi, sfocature e rumore. Ricostruisci dettagli mancanti in modo naturale senza alterare l'identità. Aggiungi colorizzazione moderna realistica con toni della pelle e materiali accurati, contrasto bilanciato, messa a fuoco nitida e illuminazione pulita. Nessuna reinterpretazione artistica, nessuna stilizzazione, nessun artefatto IA. Il risultato finale deve sembrare una vera fotografia contemporanea, non una vecchia foto modificata o colorizzata.
ja: ソース画像と同じ、元の構図、人物、顔の特徴、ポーズ、背景を正確に保ちます。この古く損傷した白黒または色あせた写真を完全に復元し、今日の最新のハイエンドカメラで撮影されたように見せます。傷、しみ、破れ、ぼやけ、ノイズを修復します。アイデンティティを変更せずに、自然に欠落している詳細を再構築します。正確な肌のトーンと素材、バランスの取れたコントラスト、シャープフォーカス、クリーンな照明でリアルな現代的な着色を追加します。芸術的な再解釈なし、様式化なし、AIアーチファクトなし。最終結果は、編集または着色された古い写真ではなく、本物の現代の写真のように見える必要があります。
ko: 소스 이미지와 동일하게 원본 구성, 사람, 얼굴 특징, 포즈, 배경을 정확하게 보존합니다. 오래되고 손상된 흑백 또는 바랜 사진을 오늘날 최신 하이엔드 카메라로 촬영한 것처럼 보이도록 완전히 복원합니다. 긁힘, 얼룩, 찢어짐, 흐림, 노이즈를 복구합니다. 정체성을 변경하지 않고 자연스럽게 누락된 세부 사항을 재구성합니다. 정확한 피부 톤과 재료, 균형 잡힌 대비, 선명한 초점, 깨끗한 조명으로 현실적인 현대적 색상화를 추가합니다. 예술적 재해석 없음, 스타일화 없음, AI 아티팩트 없음. 최종 결과는 편집되거나 색상화된 오래된 사진이 아니라 진짜 현대 사진처럼 보여야 합니다.
ms: Kekalkan komposisi asal, orang, ciri muka, pose, dan latar belakang tepat seperti dalam imej sumber. Pulihkan sepenuhnya foto hitam-putih atau pudar yang lama dan rosak ini supaya kelihatan seperti diambil hari ini dengan kamera kelas tinggi moden. Baiki calar, kotoran, koyakan, kabur, dan hingar. Bina semula butiran yang hilang secara semula jadi tanpa mengubah identiti. Tambah pewarnaan moden yang realistik dengan ton kulit dan bahan yang tepat, kontras seimbang, fokus tajam, dan pencahayaan bersih. Tiada tafsiran semula artistik, tiada penggayaan, tiada artifak AI. Hasil akhir mesti kelihatan seperti foto kontemporari yang tulen, bukan foto lama yang diedit atau diwarnakan.
nl: Behoud de oorspronkelijke compositie, mensen, gelaatstrekken, poses en achtergrond precies zoals in de bronafbeelding. Herstel deze oude, beschadigde zwart-wit of vervaagde foto volledig zodat het eruitziet alsof het vandaag is gemaakt met een moderne high-end camera. Repareer krassen, vlekken, scheuren, onscherpte en ruis. Reconstrueer ontbrekende details natuurlijk zonder de identiteit te wijzigen. Voeg realistische moderne kleurweergave toe met nauwkeurige huidtinten en materialen, gebalanceerd contrast, scherpe focus en heldere verlichting. Geen artistieke herinterpretatie, geen stilering, geen AI-artefacten. Het eindresultaat moet eruitzien als een echte hedendaagse foto, niet als een bewerkte of ingekleurde oude foto.
pt: Preserve a composição original, pessoas, características faciais, poses e fundo exatamente como na imagem fonte. Restaure completamente esta foto antiga e danificada a preto e branco ou desbotada para parecer que foi tirada hoje com uma câmera moderna de alta qualidade. Repare arranhões, manchas, rasgos, borrão e ruído. Reconstrua detalhes faltantes naturalmente sem alterar identidade. Adicione colorização moderna realista com tons de pele e materiais precisos, contraste equilibrado, foco nítido e iluminação limpa. Sem reinterpretação artística, sem estilização, sem artefatos de IA. O resultado final deve parecer uma fotografia contemporânea genuína, não uma foto antiga editada ou colorizada.
th: รักษาองค์ประกอบเดิม บุคคล ลักษณะใบหน้า ท่าทาง และพื้นหลังให้เหมือนกับภาพต้นฉบับทุกประการ ฟื้นฟูภาพถ่ายเก่าที่เสียหาย ขาวดำหรือซีดจางนี้ให้เต็มที่เพื่อให้ดูเหมือนถ่ายวันนี้ด้วยกล้องทันสมัยระดับไฮเอนด์ ซ่อมแซมรอยขีดข่วน รอยเปื้อน รอยฉีก ภาพเบลอ และสัญญาณรบกวน สร้างรายละเอียดที่หายไปอย่างเป็นธรรมชาติโดยไม่เปลี่ยนตัวตน เพิ่มการระบายสีทันสมัยที่สมจริงด้วยโทนสีผิวและวัสดุที่แม่นยำ คอนทราสต์ที่สมดุล โฟกัสคม และแสงที่สะอาด ไม่มีการตีความทางศิลปะใหม่ ไม่มีการตกแต่ง ไม่มีสิ่งผิดปกติจาก AI ผลลัพธ์สุดท้ายต้องดูเหมือนภาพถ่ายร่วมสมัยที่แท้จริง ไม่ใช่ภาพถ่ายเก่าที่แก้ไขหรือระบายสี
uk: Збережіть вихідну композицію, людей, риси обличчя, пози та фон точно такими, як на вихідному зображенні. Повністю відновіть цю стару, пошкоджену чорно-білу або вицвілу фотографію, щоб вона виглядала так, ніби була зроблена сьогодні сучасною високоякісною камерою. Відремонтуйте подряпини, плями, розриви, розмиття та шум. Відновіть відсутні деталі природно, не змінюючи особистість. Додайте реалістичну сучасну колоризацію з точними тонами шкіри та матеріалів, збалансованим контрастом, чітким фокусом та чистим освітленням. Без художньої переінтерпретації, без стилізації, без артефактів ШІ. Кінцевий результат має виглядати як підлинна сучасна фотографія, а не відредагована або колоризована стара фотографія.
zh: 保持原始构图、人物、面部特征、姿势和背景与源图像完全相同。完全修复这张旧的、受损的黑白或褪色照片,使其看起来像今天用现代高端相机拍摄的。修复划痕、污垢、撕裂、模糊和噪点。自然重建缺失的细节,不改变身份。添加逼真的现代着色,具有准确的肤色和材料、平衡的对比度、清晰的焦点和干净的照明。没有艺术重新诠释,没有风格化,没有AI伪影。最终结果必须看起来像真正的当代照片,而不是编辑或着色的旧照片。

# woolPromptLabel
source: Wool
bn: উল
de: Wolle
el: Μαλλί
es: Lana
fil: Lana
fr: Laine
hi: ऊन
id: Wol
it: Lana
ja: ウール
ko: 양모
ms: Bulu
nl: Wol
pt: Lã
th: ขนสัตว์
uk: Шерсть
zh: 羊毛

# woolPromptText
source: Regenerate the exact same image, but make everything out of thick, dense wool and needle-felted fabric. Every element must have chunky fibers, heavy yarn, visible felt texture, soft fuzzy edges, and clear textile volume. No paint, no plastic, no clay, no CGI, only thick wool. Preserve the exact composition, perspective, poses, and proportions. Colors must look yarn-dyed. Lighting should reveal fiber depth and softness. The result must look like a physical wool sculpture, unmistakably made of thick wool.
bn: সঠিক একই ছবি পুনর্জন্ম করুন, কিন্তু সবকিছু পুরু, ঘন উল এবং সুই-অনুভূত ফ্যাব্রিক থেকে তৈরি করুন। প্রতিটি উপাদানে chunky ফাইবার, ভারী সুতা, দৃশ্যমান অনুভূত টেক্সচার, নরম অস্পষ্ট প্রান্ত এবং স্পষ্ট টেক্সটাইল ভলিউম থাকতে হবে। কোন পেইন্ট, কোন প্লাস্টিক, কোন কাদামাটি, কোন CGI, শুধুমাত্র পুরু উল। সঠিক রচনা, দৃষ্টিভঙ্গি, ভঙ্গি এবং অনুপাত সংরক্ষণ করুন। রঙ সুতা-ছোপানো দেখা উচিত। আলো ফাইবার গভীরতা এবং কোমলতা প্রকাশ করা উচিত। ফলাফল একটি শারীরিক উল ভাস্কর্য মত দেখাতে হবে, নিঃসন্দেহে পুরু উল থেকে তৈরি।
de: Genau dasselbe Bild neu generieren, aber alles aus dicker, dichter Wolle und nadelgefilztem Stoff machen. Jedes Element muss voluminöse Fasern, schweres Garn, sichtbare Filztextur, weiche flauschige Kanten und klares Textilvolumen haben. Keine Farbe, kein Plastik, kein Ton, kein CGI, nur dicke Wolle. Die genaue Komposition, Perspektive, Posen und Proportionen bewahren. Farben müssen garngefärbt aussehen. Die Beleuchtung sollte Fasertiefe und Weichheit offenbaren. Das Ergebnis muss wie eine physische Wollskulptur aussehen, unverwechselbar aus dicker Wolle gemacht.
el: Αναδημιουργήστε την ακριβώς ίδια εικόνα, αλλά κάντε τα πάντα από χοντρό, πυκνό μαλλί και υφασμένο τσόχα με βελόνα. Κάθε στοιχείο πρέπει να έχει ογκώδεις ίνες, βαρύ νήμα, ορατή υφή τσόχας, απαλές χνουδωτές άκρες και ξεκάθαρο όγκο υφάσματος. Χωρίς μπογιά, χωρίς πλαστικό, χωρίς πηλό, χωρίς CGI, μόνο χοντρό μαλλί. Διατηρήστε την ακριβή σύνθεση, προοπτική, στάσεις και αναλογίες. Τα χρώματα πρέπει να φαίνονται βαμμένα με νήμα. Ο φωτισμός πρέπει να αποκαλύπτει το βάθος και την απαλότητα των ινών. Το αποτέλεσμα πρέπει να φαίνεται σαν φυσικό γλυπτό μαλλιού, αναμφίβολα φτιαγμένο από χοντρό μαλλί.
es: Regenerar exactamente la misma imagen, pero hacer todo de lana gruesa y densa y tela afieltrada con aguja. Cada elemento debe tener fibras voluminosas, hilo pesado, textura de fieltro visible, bordes suaves y esponjosos y volumen textil claro. Sin pintura, sin plástico, sin arcilla, sin CGI, solo lana gruesa. Preservar exactamente la composición, perspectiva, poses y proporciones. Los colores deben parecer teñidos con hilo. La iluminación debe revelar la profundidad y suavidad de las fibras. El resultado debe parecer una escultura de lana física, inconfundiblemente hecha de lana gruesa.
fil: I-generate muli ang eksakto parehong larawan, ngunit gawing lahat ay gawa sa makapal, siksik na lana at needle-felted na tela. Ang bawat elemento ay dapat may chunky fibers, mabigat na sinulid, nakikitang felt texture, malambot na fuzzy edges, at malinaw na textile volume. Walang pintura, walang plastik, walang luad, walang CGI, lana lamang ang makapal. Panatilihin ang eksakto komposisyon, perspektiba, mga pose, at proporsyon. Ang mga kulay ay dapat mukhang yarn-dyed. Ang liwanag ay dapat magbunyag ng lalim at kalambutang ng mga hibla. Ang resulta ay dapat mukhang pisikal na eskultura ng lana, walang pagkakamaling gawa sa makapal na lana.
fr: Regénérer exactement la même image, mais faire tout en laine épaisse et dense et en tissu feutré à l'aiguille. Chaque élément doit avoir des fibres volumineuses, du fil lourd, une texture de feutre visible, des bords doux et duveteux et un volume textile clair. Pas de peinture, pas de plastique, pas d'argile, pas de CGI, seulement de la laine épaisse. Préserver exactement la composition, la perspective, les poses et les proportions. Les couleurs doivent sembler teintées au fil. L'éclairage doit révéler la profondeur et la douceur des fibres. Le résultat doit ressembler à une sculpture en laine physique, indubitablement faite de laine épaisse.
hi: बिल्कुल वैसी ही छवि को पुन: उत्पन्न करें, लेकिन सब कुछ मोटे, घने ऊन और सुई-महसूस कपड़े से बनाएं। प्रत्येक तत्व में मोटे रेशे, भारी धागा, दृश्य महसूस बनावट, नरम अस्पष्ट किनारे और स्पष्ट कपड़ा मात्रा होनी चाहिए। कोई पेंट नहीं, कोई प्लास्टिक नहीं, कोई मिट्टी नहीं, कोई CGI नहीं, केवल मोटा ऊन। सटीक संरचना, परिप्रेक्ष्य, मुद्राएं और अनुपात को संरक्षित करें। रंग धागे-रंगे दिखने चाहिए। प्रकाश को फाइबर की गहराई और कोमलता को प्रकट करना चाहिए। परिणाम एक भौतिक ऊन मूर्तिकला की तरह दिखना चाहिए, निर्विवाद रूप से मोटे ऊन से बना।
id: Regenerasi gambar yang persis sama, tetapi buat segalanya dari wol tebal dan padat serta kain felt jarum. Setiap elemen harus memiliki serat tebal, benang berat, tekstur felt yang terlihat, tepi fuzzy lembut, dan volume tekstil yang jelas. Tanpa cat, tanpa plastik, tanpa tanah liat, tanpa CGI, hanya wol tebal. Pertahankan komposisi, perspektif, pose, dan proporsi yang tepat. Warna harus terlihat dicelup benang. Pencahayaan harus mengungkapkan kedalaman dan kelembutan serat. Hasilnya harus terlihat seperti patung wol fisik, tidak diragukan lagi terbuat dari wol tebal.
it: Rigenera la stessa esatta immagine, ma rendi tutto fatto di lana spessa e densa e tessuto infeltrìto ad ago. Ogni elemento deve avere fibre voluminose, filato pesante, texture di feltro visibile, bordi soffici e fuzzy e chiaro volume tessile. Niente vernice, niente plastica, niente argilla, niente CGI, solo lana spessa. Conserva la composizione esatta, la prospettiva, le pose e le proporzioni. I colori devono sembrare tinti con il filato. L'illuminazione dovrebbe rivelare la profondità e la morbidezza delle fibre. Il risultato deve sembrare una scultura fisica di lana, inconfondibilmente fatta di lana spessa.
ja: 全く同じ画像を再生成しますが、すべてを厚く密度の高いウールとニードルフェルト生地で作ります。すべての要素には、分厚い繊維、重い糸、目に見えるフェルトテクスチャ、柔らかいファジーエッジ、明確な繊維のボリュームが必要です。ペイント、プラスチック、粘土、CGIはなく、厚いウールのみです。正確な構図、視点、ポーズ、比率を保ちます。色は糸染めに見える必要があります。照明は繊維の深さと柔らかさを明らかにする必要があります。結果は、間違いなく厚いウールで作られた物理的なウール彫刻のように見える必要があります。
ko: 정확히 동일한 이미지를 재생성하되, 모든 것을 두껍고 밀도 높은 양모와 니들 펠트 직물로 만듭니다. 모든 요소에는 두꺼운 섬유, 무거운 실, 보이는 펠트 질감, 부드러운 퍼지 가장자리, 명확한 섬유 볼륨이 있어야 합니다. 페인트, 플라스틱, 점토, CGI 없음, 오직 두꺼운 양모만. 정확한 구성, 원근감, 포즈, 비율을 보존합니다. 색상은 실로 염색된 것처럼 보여야 합니다. 조명은 섬유의 깊이와 부드러움을 드러내야 합니다. 결과는 물리적인 양모 조각처럼 보여야 하며, 의심할 여지 없이 두꺼운 양모로 만들어져야 합니다.
ms: Jana semula imej yang tepat sama, tetapi buat segala-galanya daripada bulu tebal dan padat serta fabrik felt jarum. Setiap elemen mesti mempunyai gentian tebal, benang berat, tekstur felt yang kelihatan, tepi kabur lembut, dan isipadu tekstil yang jelas. Tiada cat, tiada plastik, tiada tanah liat, tiada CGI, hanya bulu tebal. Kekalkan komposisi, perspektif, pose, dan perkadaran yang tepat. Warna mesti kelihatan diwarna benang. Pencahayaan mesti mendedahkan kedalaman dan kelembutan gentian. Hasilnya mesti kelihatan seperti arca bulu fizikal, tidak diragukan lagi diperbuat daripada bulu tebal.
nl: Regenereer precies dezelfde afbeelding, maar maak alles van dikke, dichte wol en naaldvilt stof. Elk element moet dikke vezels, zwaar garen, zichtbare vilttextuur, zachte pluizige randen en duidelijk textielvolume hebben. Geen verf, geen plastic, geen klei, geen CGI, alleen dikke wol. Behoud de exacte compositie, perspectief, poses en verhoudingen. Kleuren moeten er garengeverfd uitzien. Verlichting moet vezeldiepte en zachtheid onthullen. Het resultaat moet eruitzien als een fysiek wolsculptuur, onmiskenbaar gemaakt van dikke wol.
pt: Regenere a mesma imagem exata, mas faça tudo de lã grossa e densa e tecido com agulha de feltro. Cada elemento deve ter fibras grossas, fio pesado, textura de feltro visível, bordas felpudas macias e volume têxtil claro. Sem tinta, sem plástico, sem argila, sem CGI, apenas lã grossa. Preserve a composição exata, perspectiva, poses e proporções. As cores devem parecer tingidas em fio. A iluminação deve revelar profundidade e suavidade da fibra. O resultado deve parecer uma escultura física de lã, inconfundivelmente feita de lã grossa.
th: สร้างภาพเดียวกันทุกประการใหม่ แต่ทำทุกอย่างจากขนสัตว์หนา หนาแน่น และผ้าสักหลาด ทุกองค์ประกอบต้องมีเส้นใยหนา ด้ายหนัก เนื้อสัมผัสสักหลาดที่มองเห็นได้ ขอบนุ่มฟู และปริมาตรผ้าที่ชัดเจน ไม่มีสี ไม่มีพลาสติก ไม่มีดินเหนียว ไม่มี CGI มีแต่ขนสัตว์หนาเท่านั้น รักษาองค์ประกอบที่แน่นอน มุมมอง ท่าทาง และสัดส่วน สีต้องดูเหมือนย้อมด้วยด้าย แสงควรเผยให้เห็นความลึกและความนุ่มนวลของเส้นใย ผลลัพธ์ต้องดูเหมือนประติมากรรมขนสัตว์ทางกายภาพ ทำจากขนสัตว์หนาอย่างไม่ต้องสงสัย
uk: Регенеруйте точно таке саме зображення, але зробіть все з товстої, щільної шерсті та голкопробивної тканини. Кожен елемент має мати товсті волокна, важку пряжу, видиму фактуру повсті, м'які пухнасті краї та явний текстильний об'єм. Без фарби, без пластику, без глини, без CGI, лише товста шерсть. Збережіть точну композицію, перспективу, пози та пропорції. Кольори мають виглядати пофарбованими в пряжі. Освітлення має розкривати глибину та м'якість волокна. Результат має виглядати як фізична вовняна скульптура, безпомилково зроблена з товстої шерсті.
zh: 重新生成完全相同的图像,但将所有内容都制作成厚实、致密的羊毛和针毡织物。每个元素必须具有可见的粗纤维、重纱线、毡化纹理、柔和模糊的边缘和清晰的纺织品体积。没有油漆,没有塑料,没有粘土,没有CGI,只有厚羊毛。保持精确的构图、视角、姿势和比例。颜色必须看起来像染色的纱线。照明必须揭示纤维的深度和柔软度。结果必须看起来像物理羊毛雕塑,毫无疑问地由厚羊毛制成。

# parametersReminderTitle
source: Don't Forget the Parameters!
bn: প্যারামিটারগুলি ভুলবেন না!
de: Vergessen Sie die Parameter nicht!
el: Μην ξεχάσετε τις παραμέτρους!
es: ¡No olvides los parámetros!
fil: Huwag kalimutan ang mga parameter!
fr: N'oubliez pas les paramètres !
hi: पैरामीटर्स मत भूलें!
id: Jangan Lupa Parameternya!
it: Non dimenticare i parametri!
ja: パラメータを忘れずに！
ko: 매개변수를 잊지 마세요!
ms: Jangan Lupa Parameter!
nl: Vergeet de parameters niet!
pt: Não esqueça os parâmetros!
th: อย่าลืมพารามิเตอร์!
uk: Не забудьте параметри!
zh: 别忘了参数！
