Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# brokenTvPromptText
source: Modify the TV in the image to look severely damaged and unusable, as if it has suffered a serious malfunction or impact. Add a cracked or shattered screen, black dead zones, colored glitch lines, distorted pixels, and display artifacts, while keeping the TV physically recognizable and in place. The screen should clearly appear non-functional, even if the TV is powered on. Preserve the original room, lighting, reflections, camera angle, and composition so the damage looks realistic and convincing.
bn: ছবিতে টিভি সংশোধন করুন যাতে এটি গুরুতরভাবে ক্ষতিগ্রস্ত এবং ব্যবহারযোগ্য না দেখায়, যেন এটি একটি গুরুতর ত্রুটি বা প্রভাব ভোগ করেছে। একটি ফাটা বা ভাঙা স্ক্রিন, কালো মৃত অঞ্চল, রঙিন গ্লিচ লাইন, বিকৃত পিক্সেল এবং ডিসপ্লে আর্টিফ্যাক্ট যোগ করুন, যখন টিভি শারীরিকভাবে স্বীকৃতিযোগ্য এবং জায়গায় রাখুন। স্ক্রিনটি স্পষ্টভাবে অ-কার্যকর দেখা উচিত, এমনকি যদি টিভি চালু থাকে। মূল ঘর, আলো, প্রতিফলন, ক্যামেরা কোণ এবং রচনা সংরক্ষণ করুন যাতে ক্ষতিটি বাস্তবসম্মত এবং বিশ্বাসযোগ্য দেখায়।
de: Ändern Sie den Fernseher im Bild, sodass er schwer beschädigt und unbrauchbar aussieht, als hätte er eine schwere Fehlfunktion oder einen Aufprall erlitten. Fügen Sie einen gesprungenen oder zerbrochenen Bildschirm, schwarze tote Zonen, farbige Glitch-Linien, verzerrte Pixel und Anzeigeartefakte hinzu, während der Fernseher physisch erkennbar und an Ort und Stelle bleibt. Der Bildschirm sollte deutlich nicht funktional erscheinen, selbst wenn der Fernseher eingeschaltet ist. Bewahren Sie den ursprünglichen Raum, die Beleuchtung, Reflexionen, den Kamerawinkel und die Komposition, damit der Schaden realistisch und überzeugend aussieht.
el: Τροποποιήστε την τηλεόραση στην εικόνα ώστε να φαίνεται σοβαρά κατεστραμμένη και άχρηστη, σαν να έχει υποστεί σοβαρή βλάβη ή πρόσκρουση. Προσθέστε μια σπασμένη ή θρυμματισμένη οθόνη, μαύρες νεκρές ζώνες, έγχρωμες γραμμές glitch, παραμορφωμένα pixels και τεχνουργήματα οθόνης, διατηρώντας την τηλεόραση φυσικά αναγνωρίσιμη και στη θέση της. Η οθόνη πρέπει να φαίνεται ξεκάθαρα μη λειτουργική, ακόμη και αν η τηλεόραση είναι ανοιχτή. Διατηρήστε το αρχικό δωμάτιο, φωτισμό, αντανακλάσεις, γωνία κάμερας και σύνθεση ώστε η ζημιά να φαίνεται ρεαλιστική και πειστική.
es: Modificar la televisión en la imagen para que parezca gravemente dañada e inutilizable, como si hubiera sufrido un mal funcionamiento grave o un impacto. Agregar una pantalla agrietada o rota, zonas muertas negras, líneas de glitch de colores, píxeles distorsionados y artefactos de pantalla, manteniendo la televisión físicamente reconocible y en su lugar. La pantalla debe parecer claramente no funcional, incluso si la televisión está encendida. Preservar la habitación original, la iluminación, los reflejos, el ángulo de cámara y la composición para que el daño parezca realista y convincente.
fil: Baguhin ang TV sa larawan upang mukhang lubhang nasira at hindi magamit, na para bang nakaranas ng malubhang pagkasira o pagkakauntog. Magdagdag ng nabasag o nadurog na screen, itim na patay na mga zone, kulay na glitch lines, distorted pixels, at display artifacts, habang pinapanatili ang TV na pisikal na nakikilala at nasa lugar. Ang screen ay dapat malinaw na mukhang hindi gumagana, kahit na nakabukas ang TV. Panatilihin ang orihinal na silid, liwanag, mga repleksyon, anggulo ng camera, at komposisyon upang ang pinsala ay mukhang realistiko at mapaniwala.
fr: Modifier la télévision dans l'image pour qu'elle paraisse gravement endommagée et inutilisable, comme si elle avait subi un dysfonctionnement sérieux ou un impact. Ajouter un écran fissuré ou brisé, des zones mortes noires, des lignes de glitch colorées, des pixels distordus et des artefacts d'affichage, tout en gardant la télévision physiquement reconnaissable et en place. L'écran doit clairement paraître non fonctionnel, même si la télévision est allumée. Préserver la pièce d'origine, l'éclairage, les reflets, l'angle de caméra et la composition afin que les dommages paraissent réalistes et convaincants.
hi: छवि में टीवी को संशोधित करें ताकि यह गंभीर रूप से क्षतिग्रस्त और अनुपयोगी दिखे, जैसे कि इसे गंभीर खराबी या प्रभाव का सामना करना पड़ा हो। एक फटी या टूटी स्क्रीन, काले मृत क्षेत्र, रंगीन गड़बड़ी रेखाएं, विकृत पिक्सेल और डिस्प्ले आर्टिफैक्ट जोड़ें, जबकि टीवी को भौतिक रूप से पहचानने योग्य और जगह पर रखें। स्क्रीन स्पष्ट रूप से गैर-कार्यात्मक दिखनी चाहिए, भले ही टीवी चालू हो। मूल कमरे, प्रकाश, प्रतिबिंब, कैमरा कोण और संरचना को संरक्षित करें ताकि क्षति यथार्थवादी और विश्वसनीय दिखे।
id: Modifikasi TV dalam gambar agar terlihat rusak parah dan tidak dapat digunakan, seolah-olah telah mengalami kerusakan serius atau benturan. Tambahkan layar retak atau pecah, zona mati hitam, garis glitch berwarna, piksel terdistorsi, dan artefak tampilan, sambil menjaga TV tetap dapat dikenali secara fisik dan di tempatnya. Layar harus jelas terlihat tidak berfungsi, meskipun TV menyala. Pertahankan ruangan asli, pencahayaan, pantulan, sudut kamera, dan komposisi sehingga kerusakan terlihat realistis dan meyakinkan.
it: Modifica la TV nell'immagine per farla apparire gravemente danneggiata e inutilizzabile, come se avesse subito un grave malfunzionamento o un impatto. Aggiungi uno schermo incrinato o frantumato, zone morte nere, linee di disturbo colorate, pixel distorti e artefatti del display, mantenendo la TV fisicamente riconoscibile e al suo posto. Lo schermo dovrebbe apparire chiaramente non funzionante, anche se la TV è accesa. Conserva la stanza originale, l'illuminazione, i riflessi, l'angolazione della fotocamera e la composizione in modo che il danno appaia realistico e convincente.
ja: 画像内のテレビを、重大な故障または衝撃を受けたかのように、ひどく損傷し使用不能に見えるように変更します。ひび割れまたは粉砕された画面、黒いデッドゾーン、色付きのグリッチライン、歪んだピクセル、ディスプレイアーチファクトを追加し、テレビを物理的に認識可能で所定の位置に保ちます。テレビの電源が入っていても、画面は明らかに機能していないように見える必要があります。元の部屋、照明、反射、カメラアングル、構図を保持し、損傷がリアルで説得力があるように見えるようにします。
ko: 이미지의 TV를 심각한 고장이나 충격을 받은 것처럼 심각하게 손상되고 사용할 수 없게 보이도록 수정합니다. 금이 가거나 산산조각 난 화면, 검은 데드 존, 색상 글리치 라인, 왜곡된 픽셀, 디스플레이 아티팩트를 추가하되, TV를 물리적으로 인식 가능하고 제자리에 유지합니다. TV가 켜져 있어도 화면은 명확히 작동하지 않는 것처럼 보여야 합니다. 원래 방, 조명, 반사, 카메라 각도, 구성을 보존하여 손상이 사실적이고 설득력 있게 보이도록 합니다.
ms: Ubah suai TV dalam imej supaya kelihatan rosak teruk dan tidak boleh digunakan, seolah-olah telah mengalami kerosakan atau impak yang serius. Tambah skrin retak atau pecah, zon mati hitam, garisan glitch berwarna, piksel yang herot, dan artifak paparan, sambil mengekalkan TV yang boleh dikenali secara fizikal dan di tempatnya. Skrin mesti jelas kelihatan tidak berfungsi, walaupun TV dihidupkan. Kekalkan bilik asal, pencahayaan, pantulan, sudut kamera, dan komposisi supaya kerosakan kelihatan realistik dan meyakinkan.
nl: Wijzig de tv in de afbeelding zodat deze er ernstig beschadigd en onbruikbaar uitziet, alsof hij een ernstige storing of impact heeft ondergaan. Voeg een gebarsten of verbrijzeld scherm, zwarte dode zones, gekleurde glitchlijnen, vervormde pixels en displayartefacten toe, terwijl de tv fysiek herkenbaar blijft en op zijn plaats blijft. Het scherm moet duidelijk niet-functioneel lijken, zelfs als de tv is ingeschakeld. Behoud de oorspronkelijke kamer, verlichting, reflecties, camerahoek en compositie zodat de schade er realistisch en overtuigend uitziet.
pt: Modifique a TV na imagem para parecer gravemente danificada e inutilizável, como se tivesse sofrido uma avaria grave ou impacto. Adicione uma tela rachada ou quebrada, zonas mortas pretas, linhas de falha coloridas, pixels distorcidos e artefatos de exibição, mantendo a TV fisicamente reconhecível e no lugar. A tela deve claramente parecer não funcional, mesmo se a TV estiver ligada. Preserve a sala original, iluminação, reflexos, ângulo da câmera e composição para que o dano pareça realista e convincente.
th: ปรับเปลี่ยนทีวีในภาพให้ดูเสียหายอย่างรุนแรงและใช้งานไม่ได้ ราวกับว่าประสบกับความเสียหายหรือแรงกระแทกอย่างร้ายแรง เพิ่มหน้าจอที่แตกหรือแตกเป็นเสี่ยง โซนสีดำตาย เส้นสีของสัญญาณรบกวน พิกเซลที่บิดเบี้ยว และสิ่งผิดปกติของการแสดงผล ในขณะที่รักษาทีวีให้จดจำได้ทางกายภาพและอยู่ในตำแหน่งเดิม หน้าจอควรดูไม่ทำงานอย่างชัดเจน แม้ว่าทีวีจะเปิดอยู่ รักษาห้องเดิม แสง การสะท้อน มุมกล้อง และองค์ประกอบเพื่อให้ความเสียหายดูสมจริงและน่าเชื่อถือ
uk: Змініть телевізор на зображенні так, щоб він виглядав серйозно пошкодженим і непрацездатним, ніби він постраждав від серйозної несправності або удару. Додайте тріснутий або розбитий екран, чорні мертві зони, кольорові лінії збоїв, спотворені пікселі та артефакти дисплея, зберігаючи телевізор фізично впізнаваним і на місці. Екран має явно виглядати нефункціональним, навіть якщо телевізор увімкнений. Збережіть вихідну кімнату, освітлення, відображення, кут камери та композицію, щоб пошкодження виглядали реалістично і переконливо.
zh: 修改图像中的电视,使其看起来严重损坏且无法使用,仿佛经历了严重的故障或撞击。添加破裂或破碎的屏幕、黑色死区、彩色故障线、扭曲的像素和显示伪影,同时保持电视在物理上可识别且位于原位。屏幕必须明显不工作,即使电视已打开。保持原始房间、照明、倒影、相机角度和构图,使损坏看起来逼真且令人信服。

# relationshipsCategoryLabel
source: Relationships 💞
bn: সম্পর্ক 💞
de: Beziehungen 💞
el: Σχέσεις 💞
es: Relaciones 💞
fil: Relasyon 💞
fr: Relations 💞
hi: रिश्ते 💞
id: Hubungan 💞
it: Relazioni 💞
ja: 恋愛 💞
ko: 관계 💞
ms: Hubungan 💞
nl: Relaties 💞
pt: Relacionamentos 💞
th: ความสัมพันธ์ 💞
uk: Стосунки 💞
zh: 关系 💞

# aiGirlfriendPromptLabel
source: AI Girlfriend
bn: AI বান্ধবী
de: KI-Freundin
el: AI Σύντροφος
es: Novia IA
fil: AI na Girlfriend
fr: Petite amie IA
hi: AI गर्लफ्रेंड
id: Pacar AI
it: Ragazza IA
ja: AI ガールフレンド
ko: AI 여자친구
ms: Teman Wanita AI
nl: AI Vriendin
pt: Namorada IA
th: แฟนสาว AI
uk: ШІ Дівчина
zh: AI女友

# aiGirlfriendPromptText
source: Recreate the image as a realistic photograph. Add a natural-looking girlfriend standing or sitting next to the man. She should look comfortable and naturally close, as if they are a real couple. Match lighting, perspective, scale, and shadows perfectly. Their interaction must feel subtle and authentic. Keep the man's face, body, and the background unchanged. No stylization, no exaggeration, pure photorealism.
bn: ছবিটি একটি বাস্তবসম্মত ফটোগ্রাফ হিসাবে পুনরায় তৈরি করুন। পুরুষের পাশে দাঁড়িয়ে বা বসে থাকা একজন প্রাকৃতিক চেহারার বান্ধবী যোগ করুন। তিনি আরামদায়ক এবং স্বাভাবিকভাবে কাছাকাছি দেখা উচিত, যেন তারা একটি আসল দম্পতি। আলো, দৃষ্টিকোণ, স্কেল এবং ছায়া নিখুঁতভাবে মেলান। তাদের মিথস্ক্রিয়া অবশ্যই সূক্ষ্ম এবং খাঁটি মনে হতে হবে। পুরুষের মুখ, শরীর এবং পটভূমি অপরিবর্তিত রাখুন। কোনো স্টাইলাইজেশন নেই, কোনো অতিরঞ্জন নেই, বিশুদ্ধ ফটোরিয়ালিজম।
de: Das Bild als realistische Fotografie neu erstellen. Eine natürlich aussehende Freundin hinzufügen, die neben dem Mann steht oder sitzt. Sie sollte bequem und natürlich nah aussehen, als wären sie ein echtes Paar. Beleuchtung, Perspektive, Maßstab und Schatten perfekt anpassen. Ihre Interaktion muss subtil und authentisch wirken. Das Gesicht, den Körper und den Hintergrund des Mannes unverändert lassen. Keine Stilisierung, keine Übertreibung, reiner Fotorealismus.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστική φωτογραφία. Προσθέστε μια φυσική κοπέλα που στέκεται ή κάθεται δίπλα στον άνδρα. Πρέπει να φαίνεται άνετη και φυσικά κοντά, σαν να είναι ένα πραγματικό ζευγάρι. Ταιριάξτε τέλεια φωτισμό, προοπτική, κλίμακα και σκιές. Η αλληλεπίδρασή τους πρέπει να φαίνεται λεπτή και αυθεντική. Διατηρήστε το πρόσωπο, το σώμα του άνδρα και το φόντο αμετάβλητο. Χωρίς στυλιζάρισμα, χωρίς υπερβολή, καθαρός φωτορεαλισμός.
es: Recrear la imagen como una fotografía realista. Agregar una novia de aspecto natural de pie o sentada junto al hombre. Ella debe verse cómoda y naturalmente cercana, como si fueran una pareja real. Hacer coincidir perfectamente la iluminación, la perspectiva, la escala y las sombras. Su interacción debe sentirse sutil y auténtica. Mantener el rostro, el cuerpo y el fondo del hombre sin cambios. Sin estilización, sin exageración, puro fotorrealismo.
fil: Likhain muli ang larawan bilang realistikong litrato. Magdagdag ng natural na hitsura ng girlfriend na nakatayo o nakaupo sa tabi ng lalaki. Dapat siyang mukhang komportable at natural na malapit, na para bang sila ay tunay na mag-asawa. Ipares nang perpekto ang liwanag, perspektiba, sukat, at mga anino. Ang kanilang pakikipag-ugnayan ay dapat mukhang banayad at tunay. Panatilihin ang mukha, katawan ng lalaki, at background na hindi binago. Walang pag-istilo, walang labis na pagkakalabis, purong photorealism.
fr: Recréer l'image comme une photographie réaliste. Ajouter une petite amie d'apparence naturelle debout ou assise à côté de l'homme. Elle doit paraître à l'aise et naturellement proche, comme s'ils étaient un vrai couple. Faire correspondre parfaitement l'éclairage, la perspective, l'échelle et les ombres. Leur interaction doit sembler subtile et authentique. Garder le visage, le corps et l'arrière-plan de l'homme inchangés. Aucune stylisation, aucune exagération, pur photoréalisme.
hi: छवि को एक यथार्थवादी तस्वीर के रूप में फिर से बनाएं। आदमी के बगल में खड़ी या बैठी एक प्राकृतिक दिखने वाली गर्लफ्रेंड जोड़ें। उसे आरामदायक और स्वाभाविक रूप से करीब दिखना चाहिए, जैसे कि वे एक वास्तविक जोड़े हों। प्रकाश, परिप्रेक्ष्य, पैमाने और छाया को पूरी तरह से मिलाएं। उनकी बातचीत सूक्ष्म और प्रामाणिक महसूस होनी चाहिए। आदमी का चेहरा, शरीर और पृष्ठभूमि को अपरिवर्तित रखें। कोई स्टाइलाइजेशन नहीं, कोई अतिशयोक्ति नहीं, शुद्ध फोटोरियलिज्म।
id: Buat ulang gambar sebagai foto yang realistis. Tambahkan pacar yang tampak alami berdiri atau duduk di sebelah pria. Dia harus terlihat nyaman dan secara alami dekat, seolah-olah mereka adalah pasangan nyata. Cocokkan pencahayaan, perspektif, skala, dan bayangan dengan sempurna. Interaksi mereka harus terasa halus dan autentik. Pertahankan wajah, tubuh pria, dan latar belakang tidak berubah. Tanpa stilisasi, tanpa berlebihan, fotorealisme murni.
it: Ricrea l'immagine come una fotografia realistica. Aggiungi una ragazza dall'aspetto naturale in piedi o seduta accanto all'uomo. Dovrebbe apparire a suo agio e naturalmente vicina, come se fossero una vera coppia. Abbina perfettamente illuminazione, prospettiva, scala e ombre. La loro interazione deve sembrare sottile e autentica. Mantieni il viso, il corpo dell'uomo e lo sfondo invariati. Nessuna stilizzazione, nessuna esagerazione, puro fotorealismo.
ja: 画像を現実的な写真として再作成します。男性の隣に立っているか座っている自然な見た目のガールフレンドを追加します。彼女は快適で自然に近く、まるで本物のカップルのように見える必要があります。照明、視点、スケール、影を完璧に合わせます。彼らのやり取りは繊細で本物らしく感じられる必要があります。男性の顔、体、背景を変更しないでください。様式化なし、誇張なし、純粋なフォトリアリズム。
ko: 이미지를 현실적인 사진으로 재현합니다. 남성 옆에 서 있거나 앉아 있는 자연스러운 모습의 여자친구를 추가합니다. 그녀는 편안하고 자연스럽게 가까워 보여야 하며, 마치 진짜 커플인 것처럼 보여야 합니다. 조명, 원근감, 스케일, 그림자를 완벽하게 맞춥니다. 그들의 상호 작용은 미묘하고 진정성 있게 느껴져야 합니다. 남성의 얼굴, 몸, 배경을 변경하지 마십시오. 스타일화 없음, 과장 없음, 순수한 포토리얼리즘.
ms: Cipta semula imej sebagai gambar yang realistik. Tambahkan teman wanita yang kelihatan semula jadi berdiri atau duduk di sebelah lelaki. Dia mesti kelihatan selesa dan semula jadi rapat, seolah-olah mereka adalah pasangan sebenar. Padankan pencahayaan, perspektif, skala, dan bayang-bayang dengan sempurna. Interaksi mereka mesti terasa halus dan autentik. Kekalkan muka, badan lelaki, dan latar belakang tidak berubah. Tiada penggayaan, tiada berlebihan, fotorealisme tulen.
nl: Creëer de afbeelding opnieuw als een realistische foto. Voeg een natuurlijk ogende vriendin toe die naast de man staat of zit. Ze moet er comfortabel en natuurlijk dichtbij uitzien, alsof ze een echt stel zijn. Stem verlichting, perspectief, schaal en schaduwen perfect af. Hun interactie moet subtiel en authentiek aanvoelen. Houd het gezicht, lichaam van de man en de achtergrond ongewijzigd. Geen stilering, geen overdrijving, pure fotorealisme.
pt: Recrie a imagem como uma fotografia realista. Adicione uma namorada de aparência natural em pé ou sentada ao lado do homem. Ela deve parecer confortável e naturalmente próxima, como se fossem um casal real. Combine perfeitamente iluminação, perspectiva, escala e sombras. A interação deles deve parecer sutil e autêntica. Mantenha o rosto, corpo do homem e o fundo inalterados. Sem estilização, sem exagero, puro fotorrealismo.
th: สร้างภาพใหม่เป็นภาพถ่ายที่สมจริง เพิ่มแฟนสาวที่ดูเป็นธรรมชาติยืนหรือนั่งข้างผู้ชาย เธอควรดูสบายใจและใกล้ชิดอย่างเป็นธรรมชาติ ราวกับว่าพวกเขาเป็นคู่รักจริง จับคู่แสง มุมมอง ขนาด และเงาให้สมบูรณ์แบบ การโต้ตอบของพวกเขาต้องดูละเอียดและแท้จริง รักษาใบหน้า ร่างกายของผู้ชาย และพื้นหลังไม่เปลี่ยนแปลง ไม่มีการตกแต่ง ไม่มีการเกินจริง ความสมจริงบริสุทธิ์
uk: Відтворіть зображення як реалістичну фотографію. Додайте природно виглядаючу дівчину, що стоїть або сидить поруч з чоловіком. Вона має виглядати комфортно і природно близько, ніби вони справжня пара. Точно відповідайте освітленню, перспективі, масштабу та тіням. Їхня взаємодія має відчуватися тонкою і справжньою. Збережіть обличчя, тіло чоловіка та фон незмінними. Без стилізації, без перебільшень, чистий фотореалізм.
zh: 将图像重新创建为逼真的照片。添加一个自然看起来的女友站在或坐在男人旁边。她必须看起来舒适且自然地靠近,仿佛他们是真正的情侣。完美匹配照明、视角、比例和阴影。他们的互动必须感觉微妙而真实。保持男人的脸、身体和背景不变。没有风格化,没有夸张,纯粹的照片真实主义。

# aiBoyfriendPromptLabel
source: AI Boyfriend
bn: AI বন্ধু
de: KI-Freund
el: AI Σύντροφος
es: Novio IA
fil: AI na Boyfriend
fr: Petit ami IA
hi: AI बॉयफ्रेंड
id: Pacar AI
it: Ragazzo IA
ja: AI ボーイフレンド
ko: AI 남자친구
ms: Teman Lelaki AI
nl: AI Vriend
pt: Namorado IA
th: แฟนหนุ่ม AI
uk: ШІ Хлопець
zh: AI男友
