Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# damagedCarPromptText
source: Modify the car in the image to look clearly damaged from a noticeable accident, while still being repairable and fully recognizable. Add multiple deep dents, stronger scratches, cracked or missing headlight covers, a visibly bent bumper or hood, misaligned panels, and paint damage, but do not turn the car into scrap or completely destroy it. Preserve the original environment, lighting, reflections, camera angle, and composition so the damage looks realistic, coherent, and naturally integrated into the scene.
bn: ছবিতে গাড়িটি সংশোধন করুন যাতে এটি একটি উল্লেখযোগ্য দুর্ঘটনা থেকে স্পষ্টভাবে ক্ষতিগ্রস্ত দেখায়, তবুও মেরামতযোগ্য এবং সম্পূর্ণভাবে স্বীকৃত। একাধিক গভীর দাগ, শক্তিশালী স্ক্র্যাচ, ফাটা বা অনুপস্থিত হেডলাইট কভার, একটি দৃশ্যমান বাঁকানো বাম্পার বা হুড, ভুল সারিবদ্ধ প্যানেল এবং পেইন্ট ক্ষতি যোগ করুন, তবে গাড়িটিকে স্ক্র্যাপে পরিণত করবেন না বা সম্পূর্ণভাবে ধ্বংস করবেন না। মূল পরিবেশ, আলো, প্রতিফলন, ক্যামেরা কোণ এবং রচনা সংরক্ষণ করুন যাতে ক্ষতিটি বাস্তবসম্মত, সুসংগত এবং দৃশ্যে স্বাভাবিকভাবে একীভূত দেখায়।
de: Ändern Sie das Auto im Bild, sodass es deutlich durch einen merklichen Unfall beschädigt aussieht, aber dennoch reparabel und vollständig erkennbar bleibt. Fügen Sie mehrere tiefe Beulen, stärkere Kratzer, gesprungene oder fehlende Scheinwerferabdeckungen, eine sichtbar verbogene Stoßstange oder Motorhaube, falsch ausgerichtete Paneele und Lackschäden hinzu, aber verwandeln Sie das Auto nicht in Schrott oder zerstören Sie es vollständig. Bewahren Sie die ursprüngliche Umgebung, Beleuchtung, Reflexionen, Kamerawinkel und Komposition, damit der Schaden realistisch, kohärent und natürlich in die Szene integriert aussieht.
el: Τροποποιήστε το αυτοκίνητο στην εικόνα ώστε να φαίνεται ξεκάθαρα κατεστραμμένο από ένα αξιοσημείωτο ατύχημα, ενώ εξακολουθεί να είναι επισκευάσιμο και πλήρως αναγνωρίσιμο. Προσθέστε πολλαπλά βαθιά βαθουλώματα, ισχυρότερες γρατζουνιές, σπασμένα ή απόντα καλύμματα προβολέων, εμφανώς λυγισμένο προφυλακτήρα ή καπό, μη ευθυγραμμισμένα πάνελ και ζημιά στη βαφή, αλλά μην μετατρέψετε το αυτοκίνητο σε παλιοσίδερα ή δεν το καταστρέψετε εντελώς. Διατηρήστε το αρχικό περιβάλλον, φωτισμό, αντανακλάσεις, γωνία κάμερας και σύνθεση ώστε η ζημιά να φαίνεται ρεαλιστική, συνεπής και φυσικά ενσωματωμένη στη σκηνή.
es: Modificar el automóvil en la imagen para que parezca claramente dañado por un accidente notable, manteniendo aún reparable y completamente reconocible. Agregar múltiples abolladuras profundas, rasguños más fuertes, cubiertas de faros agrietadas o faltantes, un parachoques o capó visiblemente doblado, paneles desalineados y daños en la pintura, pero no convertir el automóvil en chatarra ni destruirlo completamente. Preservar el entorno original, la iluminación, los reflejos, el ángulo de cámara y la composición para que el daño parezca realista, coherente y naturalmente integrado en la escena.
fil: Baguhin ang kotse sa larawan upang mukhang malinaw na nasira mula sa isang kapansin-pansing aksidente, bagaman nakakagawa pa rin at lubhang nakikilala. Magdagdag ng maraming malalim na yupi, mas malakas na mga gasgas, nabasag o nawawalang mga takip ng ilaw, hayag na nabaluktot na bumper o hood, hindi nakahanay na mga panel, at pagkasira ng pintura, ngunit huwag gawing scrap ang kotse o wasakin ito ng lubusan. Panatilihin ang orihinal na kapaligiran, liwanag, mga repleksyon, anggulo ng camera, at komposisyon upang ang pinsala ay mukhang realistiko, magkakaugnay, at natural na isinama sa eksena.
fr: Modifier la voiture dans l'image pour qu'elle paraisse clairement endommagée suite à un accident notable, tout en restant réparable et pleinement reconnaissable. Ajouter plusieurs bosses profondes, des rayures plus fortes, des couvercles de phares fissurés ou manquants, un pare-chocs ou un capot visiblement plié, des panneaux désalignés et des dommages à la peinture, mais ne pas transformer la voiture en épave ni la détruire complètement. Préserver l'environnement d'origine, l'éclairage, les reflets, l'angle de caméra et la composition afin que les dommages paraissent réalistes, cohérents et naturellement intégrés dans la scène.
hi: छवि में कार को संशोधित करें ताकि यह एक उल्लेखनीय दुर्घटना से स्पष्ट रूप से क्षतिग्रस्त दिखे, फिर भी मरम्मत योग्य और पूरी तरह से पहचानने योग्य हो। कई गहरे डेंट, मजबूत खरोंच, टूटे या गायब हेडलाइट कवर, स्पष्ट रूप से मुड़े हुए बम्पर या हुड, गलत संरेखित पैनल और पेंट क्षति जोड़ें, लेकिन कार को स्क्रैप में न बदलें या इसे पूरी तरह से नष्ट न करें। मूल वातावरण, प्रकाश, प्रतिबिंब, कैमरा कोण और संरचना को संरक्षित करें ताकि क्षति यथार्थवादी, सुसंगत और दृश्य में स्वाभाविक रूप से एकीकृत दिखे।
id: Modifikasi mobil dalam gambar agar terlihat jelas rusak dari kecelakaan yang nyata, namun tetap dapat diperbaiki dan sepenuhnya dapat dikenali. Tambahkan beberapa penyok dalam, goresan yang lebih kuat, penutup lampu depan yang retak atau hilang, bemper atau kap mesin yang terlihat bengkok, panel yang tidak sejajar, dan kerusakan cat, tetapi jangan ubah mobil menjadi rongsokan atau hancurkan sepenuhnya. Pertahankan lingkungan asli, pencahayaan, pantulan, sudut kamera, dan komposisi sehingga kerusakan terlihat realistis, koheren, dan terintegrasi secara alami ke dalam adegan.
it: Modifica l'auto nell'immagine per farla apparire chiaramente danneggiata da un incidente evidente, pur rimanendo riparabile e completamente riconoscibile. Aggiungi più ammaccature profonde, graffi più evidenti, coperture dei fari rotte o mancanti, un paraurti o un cofano visibilmente piegato, pannelli disallineati e danni alla vernice, ma non trasformare l'auto in un rottame né distruggerla completamente. Conserva l'ambiente originale, l'illuminazione, i riflessi, l'angolazione della fotocamera e la composizione in modo che il danno appaia realistico, coerente e naturalmente integrato nella scena.
ja: 画像内の車を、顕著な事故から明らかに損傷しているように見えるように変更しますが、まだ修理可能で完全に認識できるようにします。複数の深いへこみ、強い傷、ひび割れまたは欠けたヘッドライトカバー、目に見えて曲がったバンパーまたはフード、ずれたパネル、塗装の損傷を追加しますが、車をスクラップに変えたり完全に破壊したりしないでください。元の環境、照明、反射、カメラアングル、構図を保持し、損傷がリアルで一貫性があり、シーンに自然に統合されているように見えるようにします。
ko: 이미지의 차량을 눈에 띄는 사고로 인해 명확하게 손상된 것처럼 보이도록 수정하되, 여전히 수리 가능하고 완전히 인식 가능하도록 합니다. 여러 개의 깊은 움푹 들어간 곳, 더 강한 긁힌 자국, 금이 가거나 없어진 헤드라이트 커버, 눈에 띄게 구부러진 범퍼나 후드, 정렬되지 않은 패널, 페인트 손상을 추가하되, 차를 고철로 만들거나 완전히 파괴하지 마십시오. 원래 환경, 조명, 반사, 카메라 각도, 구성을 보존하여 손상이 사실적이고 일관되며 장면에 자연스럽게 통합된 것처럼 보이도록 합니다.
ms: Ubah suai kereta dalam imej supaya kelihatan jelas rosak daripada kemalangan yang ketara, sambil masih boleh dibaiki dan dapat dikenali sepenuhnya. Tambah beberapa kemek dalam, calar yang lebih kuat, penutup lampu depan yang retak atau hilang, bampar atau hud yang kelihatan bengkok, panel yang tidak sejajar, dan kerosakan cat, tetapi jangan tukar kereta menjadi besi buruk atau musnahkan sepenuhnya. Kekalkan persekitaran asal, pencahayaan, pantulan, sudut kamera, dan komposisi supaya kerosakan kelihatan realistik, koheren, dan terintegrasi secara semula jadi ke dalam adegan.
nl: Wijzig de auto in de afbeelding zodat deze duidelijk beschadigd lijkt door een opvallend ongeval, terwijl hij nog steeds reparabel en volledig herkenbaar is. Voeg meerdere diepe deuken, sterkere krassen, gebarsten of ontbrekende koplampkappen, een zichtbaar gebogen bumper of motorkap, verkeerd uitgelijnde panelen en verfschade toe, maar verander de auto niet in schroot of vernietig hem niet volledig. Behoud de oorspronkelijke omgeving, verlichting, reflecties, camerahoek en compositie zodat de schade er realistisch, coherent en natuurlijk geïntegreerd in de scène uitziet.
pt: Modifique o carro na imagem para parecer claramente danificado por um acidente notável, mas ainda reparável e totalmente reconhecível. Adicione múltiplos amassados profundos, arranhões mais fortes, coberturas de faróis rachadas ou ausentes, para-choques ou capô visivelmente deformados, painéis desalinhados e danos na pintura, mas não transforme o carro em sucata ou o destrua completamente. Preserve o ambiente original, iluminação, reflexos, ângulo da câmera e composição para que o dano pareça realista, coerente e naturalmente integrado à cena.
th: ปรับเปลี่ยนรถในภาพให้ดูเสียหายอย่างชัดเจนจากอุบัติเหตุที่เห็นได้ชัด แต่ยังซ่อมแซมได้และจดจำได้อย่างสมบูรณ์ เพิ่มรอยบุบหลายรอยที่ลึก รอยขีดข่วนที่แรงขึ้น ฝาครอบไฟหน้าที่แตกหรือหายไป กันชนหรือฝากระโปรงหน้าที่บิดงอเห็นได้ชัด แผงที่ไม่ตรงแนว และความเสียหายของสี แต่อย่าเปลี่ยนรถให้กลายเป็นซากหรือทำลายมันอย่างสมบูรณ์ รักษาสภาพแวดล้อมเดิม แสง การสะท้อน มุมกล้อง และองค์ประกอบเพื่อให้ความเสียหายดูสมจริง สอดคล้อง และรวมเข้ากับฉากอย่างเป็นธรรมชาติ
uk: Змініть автомобіль на зображенні так, щоб він виглядав явно пошкодженим від помітної аварії, але все ще придатним до ремонту та повністю впізнаваним. Додайте численні глибокі вм'ятини, сильні подряпини, тріснуті або відсутні кришки фар, явно погнутий бампер або капот, зміщені панелі та пошкодження фарби, але не перетворюйте автомобіль на брухт і не знищуйте його повністю. Збережіть вихідне середовище, освітлення, відображення, кут камери та композицію, щоб пошкодження виглядали реалістично, зв'язно та природно інтегрованими в сцену.
zh: 修改图像中的汽车,使其看起来明显因重大事故而损坏,但仍可修复且完全可识别。添加多处凹痕、更重的划痕、破裂或缺失的大灯罩、明显弯曲的保险杠或引擎盖、错位的车身面板和油漆损伤,但不要将车变成废铁或完全摧毁它。保持原始环境、照明、倒影、相机角度和构图,使损坏看起来逼真、连贯,并自然地融入场景。

# dirtyToiletsPromptLabel
source: Dirty Toilets
bn: নোংরা টয়লেট
de: Schmutzige Toilette
el: Βρώμικες Τουαλέτες
es: Inodoros sucios
fil: Maruming Palikuran
fr: Toilettes sales
hi: गंदे शौचालय
id: Toilet Kotor
it: WC Sporchi
ja: 汚れたトイレ
ko: 더러운 화장실
ms: Tandas Kotor
nl: Vuile Toiletten
pt: Sanitários Sujos
th: ห้องน้ำสกปรก
uk: Брудні Туалети
zh: 脏厕所

# dirtyToiletsPromptText
source: Modify the clean toilet in the image to appear extremely dirty and unhygienic, as if it has been neglected for a long time. Add realistic stains, dried splashes, smears, urine marks, water discoloration, dirty bowl residue, splattered seat stains, and overall grime on the toilet and surrounding area. The mess should look severe but non-graphic, with no close-up gore or excessive detail. Preserve the original bathroom layout, lighting, camera angle, and proportions so the result looks believable and shocking at first glance.
bn: ছবিতে পরিষ্কার টয়লেট সংশোধন করুন যাতে এটি অত্যন্ত নোংরা এবং অস্বাস্থ্যকর দেখায়, যেন এটি দীর্ঘ সময়ের জন্য উপেক্ষা করা হয়েছে। বাস্তবসম্মত দাগ, শুকনো ছিটা, ধোঁয়া, প্রস্রাবের চিহ্ন, জলের বিবর্ণতা, নোংরা বাটি অবশিষ্টাংশ, ছিটানো সিট দাগ এবং টয়লেট এবং আশেপাশের এলাকায় সামগ্রিক ময়লা যোগ করুন। জগাখিচুড়ি গুরুতর কিন্তু অ-গ্রাফিক দেখাতে হবে, ক্লোজ-আপ গোর বা অতিরিক্ত বিশদ ছাড়াই। মূল বাথরুম লেআউট, আলো, ক্যামেরা কোণ এবং অনুপাত সংরক্ষণ করুন যাতে ফলাফলটি প্রথম দেখায় বিশ্বাসযোগ্য এবং চমকপ্রদ দেখায়।
de: Ändern Sie die saubere Toilette im Bild, sodass sie extrem schmutzig und unhygienisch aussieht, als wäre sie lange Zeit vernachlässigt worden. Fügen Sie realistische Flecken, getrocknete Spritzer, Verschmutzungen, Urinspuren, Wasserverfärbung, schmutzige Schüsselreste, bespritzte Sitzflecken und allgemeinen Schmutz auf der Toilette und der Umgebung hinzu. Die Unordnung sollte schwerwiegend aber nicht grafisch aussehen, ohne Nahaufnahmen von Gore oder übermäßige Details. Bewahren Sie das ursprüngliche Badezimmerlayout, die Beleuchtung, den Kamerawinkel und die Proportionen, damit das Ergebnis glaubwürdig und auf den ersten Blick schockierend aussieht.
el: Τροποποιήστε την καθαρή τουαλέτα στην εικόνα ώστε να φαίνεται εξαιρετικά βρώμικη και αντιυγιεινή, σαν να έχει παραμεληθεί για μεγάλο χρονικό διάστημα. Προσθέστε ρεαλιστικούς λεκέδες, στεγνά πιτσιλίσματα, μουτζούρες, σημάδια ούρων, αποχρωματισμό νερού, βρώμικα υπολείμματα λεκάνης, πιτσιλισμένους λεκέδες καθίσματος και γενική βρωμιά στην τουαλέτα και τον περιβάλλοντα χώρο. Το μπέρδεμα πρέπει να φαίνεται σοβαρό αλλά όχι γραφικό, χωρίς κοντινά πλάνα gore ή υπερβολικές λεπτομέρειες. Διατηρήστε την αρχική διάταξη του μπάνιου, φωτισμό, γωνία κάμερας και αναλογίες ώστε το αποτέλεσμα να φαίνεται πιστευτό και σοκαριστικό με την πρώτη ματιά.
es: Modificar el inodoro limpio en la imagen para que parezca extremadamente sucio e insalubre, como si hubiera sido descuidado durante mucho tiempo. Agregar manchas realistas, salpicaduras secas, manchas, marcas de orina, decoloración del agua, residuos sucios en el tazón, manchas salpicadas en el asiento y suciedad general en el inodoro y el área circundante. El desorden debe parecer severo pero no gráfico, sin gore en primer plano ni detalles excesivos. Preservar el diseño original del baño, la iluminación, el ángulo de cámara y las proporciones para que el resultado parezca creíble e impactante a primera vista.
fil: Baguhin ang malinis na palikuran sa larawan upang mukhang labis na marumi at hindi higiensiko, na para bang napabayaan ito sa mahabang panahon. Magdagdag ng realistikong mga mantsa, tuyong mga tagas, mga dungis, mga marka ng ihi, pagkupas ng kulay ng tubig, maruming labi ng mangkok, natapon na mga mantsa sa upuan, at pangkalahatang dumi sa palikuran at sa nakapaligid na lugar. Ang kalat ay dapat mukhang malubha ngunit hindi graphical, nang walang close-up gore o labis na detalye. Panatilihin ang orihinal na layout ng banyo, liwanag, anggulo ng camera, at mga proporsyon upang ang resulta ay mukhang kapani-paniwala at nakakagulat sa unang sulyap.
fr: Modifier les toilettes propres dans l'image pour qu'elles paraissent extrêmement sales et insalubres, comme si elles avaient été négligées pendant longtemps. Ajouter des taches réalistes, des éclaboussures séchées, des traces, des marques d'urine, une décoloration de l'eau, des résidus sales dans la cuvette, des taches éclaboussées sur le siège et de la crasse générale sur les toilettes et la zone environnante. Le désordre doit paraître sévère mais non graphique, sans gore en gros plan ni détails excessifs. Préserver l'aménagement d'origine de la salle de bain, l'éclairage, l'angle de caméra et les proportions afin que le résultat paraisse crédible et choquant au premier coup d'œil.
hi: छवि में साफ शौचालय को संशोधित करें ताकि यह अत्यधिक गंदा और अस्वच्छ दिखे, जैसे कि यह लंबे समय से उपेक्षित हो। यथार्थवादी दाग, सूखे छींटे, धब्बे, मूत्र के निशान, पानी का फीका पड़ना, गंदे बाउल अवशेष, छितरे हुए सीट दाग और शौचालय और आसपास के क्षेत्र पर समग्र मैल जोड़ें। गंदगी गंभीर लेकिन गैर-ग्राफिक दिखनी चाहिए, बिना क्लोज-अप गोर या अत्यधिक विवरण के। मूल बाथरूम लेआउट, प्रकाश, कैमरा कोण और अनुपात को संरक्षित करें ताकि परिणाम पहली नज़र में विश्वसनीय और चौंकाने वाला दिखे।
id: Modifikasi toilet bersih dalam gambar agar tampak sangat kotor dan tidak higienis, seolah-olah telah diabaikan untuk waktu yang lama. Tambahkan noda realistis, percikan kering, noda, bekas urin, perubahan warna air, residu mangkuk kotor, noda berceceran di kursi, dan kotoran keseluruhan di toilet dan area sekitarnya. Kekacauan harus terlihat parah tetapi tidak grafis, tanpa gore close-up atau detail berlebihan. Pertahankan tata letak kamar mandi asli, pencahayaan, sudut kamera, dan proporsi sehingga hasilnya terlihat dapat dipercaya dan mengejutkan pada pandangan pertama.
it: Modifica il water pulito nell'immagine per farlo apparire estremamente sporco e antigienico, come se fosse stato trascurato per molto tempo. Aggiungi macchie realistiche, schizzi secchi, sbavature, segni di urina, scolorimento dell'acqua, residui sporchi nella tazza, macchie schizzate sul sedile e sporcizia generale sul water e nell'area circostante. Il disordine dovrebbe apparire grave ma non grafico, senza primi piani cruenti o dettagli eccessivi. Conserva il layout originale del bagno, l'illuminazione, l'angolazione della fotocamera e le proporzioni in modo che il risultato appaia credibile e scioccante a prima vista.
ja: 画像内のきれいなトイレを、長い間放置されたかのように、非常に汚く不衛生に見えるように変更します。リアルな染み、乾いた飛沫、汚れ、尿の跡、水の変色、汚れた便器の残渣、飛び散った便座の染み、トイレと周辺エリア全体の汚れを追加します。混乱は深刻に見えるべきですが、グラフィックではなく、クローズアップのゴアや過度の詳細はありません。元のバスルームのレイアウト、照明、カメラアングル、比率を保持し、結果が一目で信頼できてショッキングに見えるようにします。
ko: 이미지의 깨끗한 변기를 오랫동안 방치된 것처럼 매우 더럽고 비위생적으로 보이도록 수정합니다. 사실적인 얼룩, 말라붙은 튀김, 얼룩, 소변 자국, 물 변색, 더러운 변기 잔여물, 튄 시트 얼룩, 변기와 주변 지역의 전반적인 때를 추가합니다. 혼란은 심각하지만 그래픽이 아니어야 하며, 클로즈업 고어나 과도한 세부 사항이 없어야 합니다. 원래 욕실 레이아웃, 조명, 카메라 각도, 비율을 보존하여 결과가 첫눈에 믿을 수 있고 충격적으로 보이도록 합니다.
ms: Ubah suai tandas bersih dalam imej supaya kelihatan sangat kotor dan tidak bersih, seolah-olah telah diabaikan untuk masa yang lama. Tambah kotoran realistik, percikan kering, kesan, tanda air kencing, perubahan warna air, sisa mangkuk kotor, kesan tempat duduk bercalar, dan keseluruhan kotoran di tandas dan kawasan sekitarnya. Kekacauan mesti kelihatan teruk tetapi tidak grafik, tanpa gore close-up atau perincian berlebihan. Kekalkan susun atur bilik mandi asal, pencahayaan, sudut kamera, dan perkadaran supaya hasilnya kelihatan boleh dipercayai dan mengejutkan pada pandangan pertama.
nl: Wijzig het schone toilet in de afbeelding zodat het er extreem vies en onhygiënisch uitziet, alsof het lange tijd is verwaarloosd. Voeg realistische vlekken, opgedroogde spatten, smeer, urinesporen, waterkleuring, vuil toiletresidu, bespatte zetvlekken en algehele viezigheid op het toilet en de omliggende ruimte toe. De rommel moet er ernstig maar niet-grafisch uitzien, zonder close-up gore of overdreven details. Behoud de oorspronkelijke badkamerindeling, verlichting, camerahoek en verhoudingen zodat het resultaat er op het eerste gezicht geloofwaardig en schokkend uitziet.
pt: Modifique o vaso sanitário limpo na imagem para parecer extremamente sujo e anti-higiênico, como se tivesse sido negligenciado por muito tempo. Adicione manchas realistas, respingos secos, borrões, marcas de urina, descoloração da água, resíduos sujos na bacia, manchas espalhadas no assento e sujeira geral no vaso sanitário e na área circundante. A sujeira deve parecer severa mas não gráfica, sem gore em close-up ou detalhes excessivos. Preserve o layout original do banheiro, iluminação, ângulo da câmera e proporções para que o resultado pareça credível e chocante à primeira vista.
th: ปรับเปลี่ยนห้องน้ำที่สะอาดในภาพให้ดูสกปรกและไม่ถูกสุขอนามัยอย่างมาก ราวกับว่าถูกทอดทิ้งมาเป็นเวลานาน เพิ่มคราบที่สมจริง คราบแห้ง รอยเปื้อน รอยปัสสาวะ การเปลี่ยนสีของน้ำ คราบสกปรกในชาม คราบที่กระเด็นบนฝานั่ง และความสกปรกทั่วไปบนห้องน้ำและบริเวณโดยรอบ ความระส่ำระสายควรดูรุนแรงแต่ไม่รุนแรงเกินไป ไม่มีภาพที่น่ากลัวหรือรายละเอียดมากเกินไป รักษาการจัดวางห้องน้ำเดิม แสง มุมกล้อง และสัดส่วนเพื่อให้ผลลัพธ์ดูน่าเชื่อถือและน่าตกใจในแวบแรก
uk: Змініть чистий унітаз на зображенні так, щоб він виглядав надзвичайно брудним і антисанітарним, ніби ним нехтували довгий час. Додайте реалістичні плями, засохлі бризки, розмазування, сліди сечі, знебарвлення води, брудний наліт у чаші, плями на сидінні та загальну брудь на унітазі та навколишній області. Безлад має виглядати серйозним, але не графічним, без крупних планів gore або надмірних деталей. Збережіть вихідне планування ванної кімнати, освітлення, кут камери та пропорції, щоб результат виглядав правдоподібним і шокуючим з першого погляду.
zh: 修改图像中的干净厕所,使其看起来非常肮脏和不卫生,仿佛长期被忽视。添加逼真的污垢、干溅痕、污渍、尿渍、水变色、脏碗残留物、座圈刮痕,以及厕所和周围区域的整体污秽。混乱程度必须严重但不过分,没有近距离的血腥或过度细节。保持原始浴室布局、照明、相机角度和比例,使结果看起来可信且令人震惊。

# brokenTvPromptLabel
source: Broken TV
bn: ভাঙা টিভি
de: Kaputtes TV
el: Σπασμένη Τηλεόραση
es: TV rota
fil: Sirang TV
fr: Télévision cassée
hi: टूटा टीवी
id: TV Rusak
it: TV Rotta
ja: 壊れたテレビ
ko: 고장난 TV
ms: TV Rosak
nl: Kapotte TV
pt: TV Quebrada
th: ทีวีเสีย
uk: Зламаний Телевізор
zh: 破损的电视
