Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# planChangeFailedDescription
source: Something went wrong during the upgrade process. Please try again.
bn: সাবস্ক্রিপশন প্ল্যান পরিবর্তন করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Der Abonnementplan konnte nicht geändert werden. Bitte versuche es erneut.
el: Η αλλαγή του πακέτου συνδρομής απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: No se pudo cambiar el plan de suscripción. Inténtalo de nuevo.
fil: Nabigo ang pag-update ng subscription plan. Pakisubukang muli.
fr: Échec de la modification du forfait d'abonnement. Veuillez réessayer.
hi: सब्सक्रिप्शन प्लान बदलने में विफल। कृपया पुनः प्रयास करें।
id: Gagal mengubah paket langganan. Silakan coba lagi.
it: Impossibile modificare il piano. Riprova.
ja: サブスクリプションプランを変更できませんでした。再度お試しください。
ko: 구독 요금제를 변경하지 못했습니다. 다시 시도해주세요.
ms: Gagal mengemas kini pelan langganan. Sila cuba lagi.
nl: Het abonnement kon niet worden gewijzigd. Probeer opnieuw.
pt: Não foi possível alterar o plano de assinatura. Tente novamente.
th: ไม่สามารถเปลี่ยนแผนการสมัครได้ กรุณาลองใหม่อีกครั้ง
uk: Під час зміни тарифу сталася помилка. Спробуйте ще раз.
zh: 无法更改订阅套餐，请重试。

source: Sign In to Continue
bn: চালিয়ে যেতে সাইন ইন করুন
de: Zum Fortfahren anmelden
el: Συνδεθείτε για να συνεχίσετε
es: Inicia sesión para continuar
fil: Mag-sign in para magpatuloy
fr: Connectez-vous pour continuer
hi: जारी रखने के लिए लॉग इन करें
id: Masuk untuk melanjutkan
it: Accedi per continuare
ja: 続行するにはログインしてください
ko: 계속하려면 로그인하세요
ms: Log masuk untuk meneruskan
nl: Log in om door te gaan
pt: Entre para continuar
th: เข้าสู่ระบบเพื่อดำเนินการต่อ
uk: Увійдіть, щоб продовжити
zh: 登录以继续

source: Continue with Google
bn: Google দিয়ে চালিয়ে যান
de: Mit Google fortfahren
el: Συνέχεια με Google
es: Continuar con Google
fil: Magpatuloy gamit ang Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
it: Continua con Google
ja: Googleで続行
ko: Google로 계속하기
ms: Teruskan dengan Google
nl: Doorgaan met Google
pt: Continuar com Google
th: ดำเนินการต่อด้วย Google
uk: Продовжити з Google
zh: 使用 Google 继续

source: No Edits Remaining
bn: কোনো সম্পাদনা অবশিষ্ট নেই
de: Keine Bearbeitungen übrig
el: Δεν απομένουν επεξεργασίες
es: Sin ediciones disponibles
fil: Wala nang natitirang edit
fr: Aucune modification restante
hi: कोई एडिट शेष नहीं
id: Tidak ada edit tersisa
it: Nessuna modifica rimasta
ja: 編集回数がありません
ko: 남은 수정 없음
ms: Tiada suntingan baki
nl: Geen bewerkingen meer
pt: Nenhuma edição restante
th: ไม่มีการแก้ไขเหลือ
uk: Змін не залишилось
zh: 无剩余修改

# noEditsRemainingDescriptionPro
source: You have used all your monthly edits for this month. Come back next month!
bn: এই মাসের জন্য আপনার সব মাসিক সম্পাদনা ব্যবহার হয়ে গেছে। পরের মাসে আবার আসুন!
de: Du hast diesen Monat alle Bearbeitungen verbraucht. Komm nächsten Monat wieder!
el: Έχετε χρησιμοποιήσει όλες τις μηνιαίες επεξεργασίες σας για αυτόν τον μήνα. Επιστρέψτε τον επόμενο μήνα!
es: Has usado todas tus ediciones mensuales de este mes. ¡Vuelve el próximo mes!
fil: Nagamit mo na ang lahat ng iyong buwanang edit ngayong buwan. Bumalik sa susunod na buwan!
fr: Vous avez utilisé toutes vos modifications mensuelles pour ce mois-ci. Revenez le mois prochain !
hi: इस महीने के सभी मासिक एडिट उपयोग हो चुके हैं। अगले महीने वापस आएँ!
id: Anda telah menggunakan semua edit bulanan bulan ini. Kembali bulan depan!
it: Hai usato tutte le modifiche di questo mese. Torna il mese prossimo!
ja: 今月の編集回数をすべて使い切りました。来月またお試しください！
ko: 이번 달 사용 가능한 수정 횟수를 모두 사용했습니다. 다음 달에 다시 오세요!
ms: Anda telah menggunakan semua suntingan bulanan bulan ini. Kembali bulan depan!
nl: Je hebt al je maandelijkse bewerkingen gebruikt. Kom volgende maand terug!
pt: Você usou todas as edições deste mês. Volte no próximo mês!
th: คุณใช้การแก้ไขประจำเดือนหมดแล้ว กลับมาใหม่เดือนหน้า!
uk: Ви використали всі місячні зміни. Поверніться наступного місяця!
zh: 您已用完本月的所有修改次数，请下个月再来！

# noEditsRemainingDescriptionNonPro
source: You need to be PRO to edit images. Please upgrade to PRO to continue.
bn: ছবি সম্পাদনা করতে আপনাকে PRO হতে হবে। অনুগ্রহ করে চালিয়ে যেতে PRO-তে আপগ্রেড করুন।
de: Du musst PRO sein, um Bilder zu bearbeiten. Bitte upgrade auf PRO, um fortzufahren.
el: Πρέπει να είστε PRO για να επεξεργαστείτε εικόνες. Παρακαλώ αναβαθμίστε σε PRO για να συνεχίσετε.
es: Necesitas ser PRO para editar imágenes. Por favor, actualiza a PRO para continuar.
fil: Kailangan mong maging PRO para mag-edit ng mga larawan. Mangyaring mag-upgrade sa PRO para magpatuloy.
fr: Vous devez être PRO pour modifier des images. Veuillez passer à PRO pour continuer.
hi: छवियों को संपादित करने के लिए आपको PRO होना आवश्यक है। कृपया जारी रखने के लिए PRO में अपग्रेड करें।
id: Anda harus menjadi PRO untuk mengedit gambar. Silakan tingkatkan ke PRO untuk melanjutkan.
it: Devi essere PRO per modificare immagini. Per favore, passa a PRO per continuare.
ja: 画像を編集するにはPROが必要です。続行するにはPROにアップグレードしてください。
ko: 이미지를 수정하려면 PRO가 필요합니다. 계속하려면 PRO로 업그레이드하세요.
ms: Anda perlu menjadi PRO untuk mengedit imej. Sila naik taraf ke PRO untuk meneruskan.
nl: Je moet PRO zijn om afbeeldingen te bewerken. Upgrade naar PRO om door te gaan.
pt: Você precisa ser PRO para editar imagens. Por favor, faça upgrade para PRO para continuar.
th: คุณต้องเป็น PRO เพื่อแก้ไขรูปภาพ โปรดอัปเกรดเป็น PRO เพื่อดำเนินการต่อ
uk: Вам потрібен PRO для редагування зображень. Будь ласка, оновіться до PRO, щоб продовжити.
zh: 您需要 PRO 才能编辑图像。请升级到 PRO 以继续。

# noInternetConnectionTitle
source: No Internet Connection
bn: কোনো ইন্টারনেট কনেকশন নেই
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο Internet
es: Sin conexión a Internet
fil: Walang Koneksyon sa Internet
fr: Pas de connexion Internet
hi: कोई इंटरनेट कनेक्शन नहीं
id: Tidak Ada Koneksi Internet
it: Nessuna connessione Internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
ms: Tiada Sambungan Internet
nl: Geen internetverbinding
pt: Sem conexão com a Internet
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
uk: Немає інтернет-з'єднання
zh: 无互联网连接

# noInternetConnectionDescription
source: This app requires an internet connection to function. Please check your connection and try again.
bn: এই অ্যাপটি কাজ করার জন্য ইন্টারনেট কনেকশন প্রয়োজন। অনুগ্রহ করে আপনার কনেকশন যাচাই করুন এবং আবার চেষ্টা করুন।
de: Diese App benötigt eine Internetverbindung, um zu funktionieren. Bitte überprüfe deine Verbindung und versuche es erneut.
el: Αυτή η εφαρμογή απαιτεί σύνδεση στο Internet για να λειτουργήσει. Παρακαλώ ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Esta aplicación requiere conexión a Internet para funcionar. Por favor, verifica tu conexión e inténtalo de nuevo.
fil: Kailangan ng app na ito ng koneksyon sa internet para gumana. Pakisuri ang iyong koneksyon at subukan muli.
fr: Cette application nécessite une connexion Internet pour fonctionner. Veuillez vérifier votre connexion et réessayer.
hi: इस ऐप को काम करने के लिए इंटरनेट कनेक्शन की आवश्यकता है। कृपया अपने कनेक्शन की जाँच करें और पुनः प्रयास करें।
id: Aplikasi ini memerlukan koneksi internet untuk berfungsi. Silakan periksa koneksi Anda dan coba lagi.
it: Questa app richiede una connessione Internet per funzionare. Controlla la tua connessione e riprova.
ja: このアプリは動作にインターネット接続が必要です。接続を確認してもう一度お試しください。
ko: 이 앱은 작동하려면 인터넷 연결이 필요합니다. 연결을 확인하고 다시 시도하세요.
ms: Aplikasi ini memerlukan sambungan internet untuk berfungsi. Sila semak sambungan anda dan cuba lagi.
nl: Deze app vereist een internetverbinding om te werken. Controleer je verbinding en probeer het opnieuw.
pt: Este aplicativo requer conexão com a Internet para funcionar. Por favor, verifique sua conexão e tente novamente.
th: แอปนี้ต้องการการเชื่อมต่ออินเทอร์เน็ตเพื่อใช้งาน โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
uk: Цей додаток потребує підключення до Інтернету для роботи. Будь ласка, перевірте своє з'єднання і спробуйте знову.
zh: 此应用需要互联网连接才能运行。请检查您的连接并重试。

source: Upgrade to PRO
bn: PRO-তে আপগ্রেড করুন
de: Zu PRO wechseln
el: Αναβάθμιση σε PRO
es: Pasar a PRO
fil: Mag-upgrade sa PRO
fr: Passer à PRO
hi: PRO में अपग्रेड करें
id: Tingkatkan ke PRO
it: Passa a PRO
ja: PROにアップグレード
ko: PRO로 업그레이드
ms: Naik taraf ke PRO
nl: Upgrade naar PRO
pt: Fazer upgrade para PRO
th: อัปเกรดเป็น PRO
uk: Перейти на PRO
zh: 升级到PRO

# rateUsTitle
source: Enjoying Lumena?
bn: Lumena কি আপনার ভালো লাগছে?
de: Gefällt dir Lumena?
el: Σας αρέσει το Lumena;
es: ¿Disfrutando Lumena?
fil: Gusto mo ba ang Lumena?
fr: Vous appréciez Lumena ?
hi: Lumena पसंद है?
id: Suka Lumena?
it: Ti piace Lumena?
ja: Lumenaを楽しんでいますか？
ko: Lumena를 즐기고 계신가요?
ms: Suka Lumena?
nl: Vind je Lumena leuk?
pt: Gostando do Lumena?
th: คุณชอบ Lumena ไหม?
uk: Подобається Lumena?
zh: 喜欢Lumena吗？

# rateUsDescription
source: If you love using Lumena AI, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
bn: আপনি যদি Lumena AI ব্যবহার করে আনন্দ পান, তাহলে কি আমাদের রেট করতে পারবেন? এতে এক মিনিটের বেশি লাগবে না। ধন্যবাদ!
de: Wenn du Lumena AI gerne nutzt, würdest du dir einen Moment Zeit nehmen, um es zu bewerten? Es dauert nicht länger als eine Minute. Vielen Dank für deine Unterstützung!
el: Αν σας αρέσει να χρησιμοποιείτε το Lumena AI, θα μπορούσατε να αφιερώσετε λίγο χρόνο για να το αξιολογήσετε; Δεν θα πάρει πάνω από ένα λεπτό. Ευχαριστούμε για την υποστήριξή σας!
es: Si te encanta usar Lumena AI, ¿te importaría tomarte un momento para calificarlo? No tomará más de un minuto. ¡Gracias por tu apoyo!
fil: Kung nasisiyahan ka sa Lumena AI, maaari mo ba kaming i-rate? Isang minuto lang ito. Salamat!
fr: Si vous aimez utiliser Lumena AI, pourriez-vous prendre un moment pour le noter ? Cela ne prendra pas plus d'une minute. Merci de votre soutien !
hi: यदि आप Lumena AI का आनंद ले रहे हैं, तो क्या आप इसे रेट करेंगे? इसमें एक मिनट से भी कम समय लगेगा। धन्यवाद!
id: Jika Anda menikmati Lumena AI, bersediakah memberi penilaian? Hanya butuh satu menit. Terima kasih!
it: Se ami usare Lumena AI, ti dispiacerebbe dedicare un momento per valutarlo? Non ci vorrà più di un minuto. Grazie per il tuo supporto!
ja: Lumena AIをお気に入りの場合、評価していただけませんか？1分もかかりません。ご協力ありがとうございます！
ko: Lumena AI 사용을 좋아하신다면, 잠시 시간을 내어 평가해 주시겠습니까? 1분도 걸리지 않습니다. 지원해 주셔서 감사합니다!
ms: Jika anda menikmati Lumena AI, bolehkah anda meluangkan sedikit masa untuk menilainya? Ia hanya mengambil satu minit. Terima kasih!
nl: Als je Lumena AI graag gebruikt, wil je ons dan even beoordelen? Het duurt maar een minuut. Bedankt voor je steun!
pt: Se você ama usar o Lumena AI, você se importaria de dedicar um momento para avaliá-lo? Não levará mais de um minuto. Obrigado pelo seu apoio!
th: หากคุณชอบใช้ Lumena AI ช่วยสละเวลาสักครู่เพื่อให้คะแนนเราได้ไหม? ใช้เวลาไม่ถึงหนึ่งนาที ขอบคุณสำหรับการสนับสนุน!
uk: Якщо вам подобається Lumena AI, будь ласка, оцініть нас. Це займе менше хвилини. Дякуємо за підтримку!
zh: 如果您喜欢使用Lumena AI，您介意花点时间为其评分吗？不会超过一分钟。感谢您的支持！

# rateUsButton
source: Rate
bn: রেট করুন
de: Bewerten
el: Αξιολόγηση
es: Calificar
fil: I-rate
fr: Noter
hi: रेट करें
id: Nilai
it: Valuta
ja: を評価
ko: 평가하기
ms: Nilai
nl: Beoordelen
pt: Lumena
th: ให้คะแนน
uk: Оцінити
zh: 评价

source: No thanks
bn: না, ধন্যবাদ
de: Nein danke
el: Όχι ευχαριστώ
es: No, gracias
fil: Hindi, salamat
fr: Non merci
hi: नहीं, धन्यवाद
id: Tidak, terima kasih
it: No grazie
ja: いいえ、結構です
ko: 괜찮습니다
ms: Tidak, terima kasih
nl: Nee, bedankt
pt: Não, obrigado
th: ไม่ ขอบคุณ
uk: Ні, дякую
zh: 不用了，谢谢

source: Lumena AI
de: Lumena KI
es: Lumena IA
fr: Lumena IA
it: Lumena IA
pt: Lumena IA
