Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# legoPromptText
source: Recreate the exact same image, but transform the entire environment into a LEGO world. Rebuild the background using LEGO bricks, studs, plastic textures, and LEGO-scale proportions. Do NOT modify the main subject (the person), keep them fully realistic and unchanged. Convert all other people, animals, and objects into their LEGO equivalents (minifigures, LEGO animals, LEGO accessories). Preserve the original composition, camera angle, perspective, and positions. The final image must look like a real photo taken inside a LEGO world, with the real subject standing among LEGO elements.
bn: সঠিক একই ছবি পুনরায় তৈরি করুন, কিন্তু সম্পূর্ণ পরিবেশ একটি LEGO বিশ্বে রূপান্তর করুন। LEGO ইট, স্টাড, প্লাস্টিক টেক্সচার এবং LEGO-স্কেল অনুপাত ব্যবহার করে পটভূমি পুনর্নির্মাণ করুন। মূল বিষয় (ব্যক্তি) সংশোধন করবেন না, তাদের সম্পূর্ণ বাস্তবসম্মত এবং অপরিবর্তিত রাখুন। সমস্ত অন্যান্য মানুষ, প্রাণী এবং বস্তু তাদের LEGO সমতুল্যে রূপান্তরিত করুন (মিনিফিগার, LEGO প্রাণী, LEGO আনুষাঙ্গিক)। মূল রচনা, ক্যামেরা কোণ, দৃষ্টিভঙ্গি এবং অবস্থান সংরক্ষণ করুন। চূড়ান্ত ছবি একটি LEGO বিশ্বের ভিতরে নেওয়া একটি বাস্তব ফটোর মত দেখাতে হবে, বাস্তব বিষয় LEGO উপাদান মধ্যে দাঁড়িয়ে।
de: Genau dasselbe Bild neu erstellen, aber die gesamte Umgebung in eine LEGO-Welt verwandeln. Den Hintergrund mit LEGO-Steinen, Noppen, Plastiktexturen und LEGO-Maßstäben neu aufbauen. Das Hauptsubjekt (die Person) NICHT ändern, vollständig realistisch und unverändert halten. Alle anderen Personen, Tiere und Objekte in ihre LEGO-Äquivalente konvertieren (Minifiguren, LEGO-Tiere, LEGO-Zubehör). Die ursprüngliche Komposition, den Kamerawinkel, die Perspektive und die Positionen bewahren. Das Endbild muss wie ein echtes Foto aussehen, das in einer LEGO-Welt aufgenommen wurde, mit dem echten Subjekt zwischen LEGO-Elementen stehend.
el: Ξαναδημιουργήστε την ακριβώς ίδια εικόνα, αλλά μεταμορφώστε ολόκληρο το περιβάλλον σε κόσμο LEGO. Ανακατασκευάστε το φόντο χρησιμοποιώντας τούβλα LEGO, καρφιά, πλαστικές υφές και αναλογίες κλίμακας LEGO. ΜΗΝ τροποποιήσετε το κύριο θέμα (το άτομο), διατηρήστε το πλήρως ρεαλιστικό και αμετάβλητο. Μετατρέψτε όλα τα άλλα άτομα, ζώα και αντικείμενα στα ισοδύναμα LEGO τους (minifigures, ζώα LEGO, αξεσουάρ LEGO). Διατηρήστε την αρχική σύνθεση, γωνία κάμερας, προοπτική και θέσεις. Η τελική εικόνα πρέπει να φαίνεται σαν πραγματική φωτογραφία τραβηγμένη μέσα σε κόσμο LEGO, με το πραγματικό θέμα να στέκεται ανάμεσα σε στοιχεία LEGO.
es: Recrear exactamente la misma imagen, pero transformar todo el entorno en un mundo LEGO. Reconstruir el fondo usando ladrillos LEGO, botones, texturas de plástico y proporciones a escala LEGO. NO modificar al sujeto principal (la persona), mantenerlo completamente realista y sin cambios. Convertir a todas las demás personas, animales y objetos en sus equivalentes LEGO (minifiguras, animales LEGO, accesorios LEGO). Preservar la composición original, el ángulo de cámara, la perspectiva y las posiciones. La imagen final debe parecer una foto real tomada dentro de un mundo LEGO, con el sujeto real de pie entre elementos LEGO.
fil: Likhain muli ang eksakto parehong larawan, ngunit baguhin ang buong kapaligiran sa mundo ng LEGO. Itayo muli ang background gamit ang mga LEGO brick, studs, plastic textures, at LEGO-scale na proporsyon. HUWAG baguhin ang pangunahing paksa (ang tao), panatilihin silang lubos na realistiko at hindi binago. I-convert ang lahat ng ibang tao, hayop, at mga bagay sa kanilang LEGO na katumbas (minifigures, LEGO animals, LEGO accessories). Panatilihin ang orihinal na komposisyon, anggulo ng camera, perspektiba, at mga posisyon. Ang panghuling larawan ay dapat mukhang tunay na litrato na kinuha sa loob ng mundo ng LEGO, na ang tunay na paksa ay nakatayo sa gitna ng mga LEGO element.
fr: Recréer exactement la même image, mais transformer tout l'environnement en un monde LEGO. Reconstruire l'arrière-plan en utilisant des briques LEGO, des tenons, des textures en plastique et des proportions à l'échelle LEGO. NE PAS modifier le sujet principal (la personne), le garder entièrement réaliste et inchangé. Convertir toutes les autres personnes, animaux et objets en leurs équivalents LEGO (figurines, animaux LEGO, accessoires LEGO). Préserver la composition, l'angle de caméra, la perspective et les positions d'origine. L'image finale doit ressembler à une vraie photo prise dans un monde LEGO, avec le sujet réel debout parmi les éléments LEGO.
hi: बिल्कुल वैसी ही छवि को फिर से बनाएं, लेकिन पूरे वातावरण को एक LEGO दुनिया में बदलें। LEGO ईंटें, स्टड, प्लास्टिक बनावट और LEGO-स्केल अनुपात का उपयोग करके पृष्ठभूमि का पुनर्निर्माण करें। मुख्य विषय (व्यक्ति) को संशोधित न करें, उन्हें पूरी तरह से यथार्थवादी और अपरिवर्तित रखें। सभी अन्य लोगों, जानवरों और वस्तुओं को उनके LEGO समकक्षों में परिवर्तित करें (मिनीफिगर, LEGO जानवर, LEGO सहायक उपकरण)। मूल संरचना, कैमरा कोण, परिप्रेक्ष्य और स्थिति को संरक्षित करें। अंतिम छवि LEGO दुनिया के अंदर ली गई एक वास्तविक फोटो की तरह दिखनी चाहिए, वास्तविक विषय LEGO तत्वों के बीच खड़ा है।
id: Buat ulang gambar yang persis sama, tetapi ubah seluruh lingkungan menjadi dunia LEGO. Bangun kembali latar belakang menggunakan balok LEGO, stud, tekstur plastik, dan proporsi skala LEGO. JANGAN modifikasi subjek utama (orang), pertahankan mereka sepenuhnya realistis dan tidak berubah. Konversi semua orang lain, hewan, dan objek menjadi setara LEGO mereka (minifigure, hewan LEGO, aksesori LEGO). Pertahankan komposisi asli, sudut kamera, perspektif, dan posisi. Gambar akhir harus terlihat seperti foto nyata yang diambil di dalam dunia LEGO, dengan subjek nyata berdiri di antara elemen LEGO.
it: Ricrea la stessa esatta immagine, ma trasforma l'intero ambiente in un mondo LEGO. Ricostruisci lo sfondo usando mattoncini LEGO, bottoncini, texture di plastica e proporzioni in scala LEGO. NON modificare il soggetto principale (la persona), mantienilo completamente realistico e invariato. Converti tutte le altre persone, animali e oggetti nei loro equivalenti LEGO (minifigure, animali LEGO, accessori LEGO). Conserva la composizione originale, l'angolazione della fotocamera, la prospettiva e le posizioni. L'immagine finale deve sembrare una vera foto scattata all'interno di un mondo LEGO, con il soggetto reale in piedi tra elementi LEGO.
ja: 全く同じ画像を再作成しますが、全体の環境をLEGOの世界に変換します。LEGOブロック、スタッド、プラスチックテクスチャ、LEGOスケール比率を使用して、背景を再構築します。メインサブジェクト（人物）を変更しないでください、彼らを完全にリアルで変更しないでください。他のすべての人、動物、オブジェクトをLEGOの同等物に変換します（ミニフィギュア、LEGO動物、LEGOアクセサリー）。元の構図、カメラアングル、視点、位置を保ちます。最終画像は、LEGOの世界の中で撮影された本物の写真のように見える必要があり、本物のサブジェクトがLEGO要素の中に立っています。
ko: 정확히 동일한 이미지를 재현하되, 전체 환경을 LEGO 세계로 변환합니다. LEGO 벽돌, 스터드, 플라스틱 질감, LEGO 스케일 비율을 사용하여 배경을 재구축합니다. 주요 피사체 (사람)를 수정하지 마십시오. 완전히 사실적이고 변경하지 않고 유지합니다. 다른 모든 사람, 동물, 물체를 LEGO 동등물로 변환합니다 (미니피규어, LEGO 동물, LEGO 액세서리). 원래 구성, 카메라 각도, 원근감, 위치를 보존합니다. 최종 이미지는 LEGO 세계 안에서 촬영한 실제 사진처럼 보여야 하며, 실제 피사체가 LEGO 요소 사이에 서 있습니다.
ms: Cipta semula imej yang tepat sama, tetapi ubah keseluruhan persekitaran menjadi dunia LEGO. Bina semula latar belakang menggunakan bata LEGO, stud, tekstur plastik, dan perkadaran skala LEGO. JANGAN ubah suai subjek utama (orang), kekalkan mereka sepenuhnya realistik dan tidak berubah. Tukar semua orang lain, haiwan, dan objek kepada setara LEGO mereka (minifigur, haiwan LEGO, aksesori LEGO). Kekalkan komposisi asal, sudut kamera, perspektif, dan kedudukan. Imej akhir mesti kelihatan seperti foto sebenar yang diambil di dalam dunia LEGO, dengan subjek sebenar berdiri di antara elemen LEGO.
nl: Creëer precies dezelfde afbeelding opnieuw, maar transformeer de hele omgeving naar een LEGO-wereld. Herbouw de achtergrond met behulp van LEGO-stenen, noppen, plastictexturen en LEGO-schaalverhoudingen. Wijzig het hoofdonderwerp (de persoon) NIET, houd ze volledig realistisch en ongewijzigd. Converteer alle andere mensen, dieren en objecten naar hun LEGO-equivalenten (minifiguren, LEGO-dieren, LEGO-accessoires). Behoud de oorspronkelijke compositie, camerahoek, perspectief en posities. De uiteindelijke afbeelding moet eruitzien als een echte foto genomen in een LEGO-wereld, met het echte onderwerp staand tussen LEGO-elementen.
pt: Recrie a mesma imagem exata, mas transforme todo o ambiente num mundo LEGO. Reconstrua o fundo usando peças LEGO, pinos, texturas de plástico e proporções em escala LEGO. NÃO modifique o sujeito principal (a pessoa), mantenha-o totalmente realista e inalterado. Converta todas as outras pessoas, animais e objetos nos seus equivalentes LEGO (minifiguras, animais LEGO, acessórios LEGO). Preserve a composição original, ângulo da câmera, perspectiva e posições. A imagem final deve parecer uma foto real tirada dentro de um mundo LEGO, com o sujeito real em pé entre elementos LEGO.
th: สร้างภาพเดียวกันทุกประการใหม่ แต่เปลี่ยนสภาพแวดล้อมทั้งหมดให้เป็นโลก LEGO สร้างพื้นหลังใหม่โดยใช้อิฐ LEGO ปุ่ม เนื้อสัมผัสพลาสติก และสัดส่วนขนาด LEGO ห้ามปรับเปลี่ยนหัวข้อหลัก (บุคคล) รักษาให้สมจริงทั้งหมดและไม่เปลี่ยนแปลง แปลงบุคคลอื่นๆ สัตว์ และวัตถุทั้งหมดให้เป็นเทียบเท่าของ LEGO (มินิฟิกเกอร์ สัตว์ LEGO อุปกรณ์เสริม LEGO) รักษาองค์ประกอบเดิม มุมกล้อง มุมมอง และตำแหน่ง ภาพสุดท้ายต้องดูเหมือนภาพถ่ายจริงที่ถ่ายภายในโลก LEGO โดยมีหัวข้อที่แท้จริงยืนอยู่ท่ามกลางองค์ประกอบ LEGO
uk: Відтворіть точно таке саме зображення, але трансформуйте все середовище в світ LEGO. Перебудуйте фон, використовуючи цеглинки LEGO, штифти, пластикові текстури та пропорції масштабу LEGO. НЕ змінюйте головний об'єкт (людину), збережіть його повністю реалістичним і незмінним. Перетворіть усіх інших людей, тварин та об'єкти в їхні еквіваленти LEGO (мінфігурки, тварини LEGO, аксесуари LEGO). Збережіть вихідну композицію, кут камери, перспективу та позиції. Фінальне зображення має виглядати як справжня фотографія, зроблена всередині світу LEGO, з реальним об'єктом, що стоїть серед елементів LEGO.
zh: 重新创建完全相同的图像,但将整个环境转变为乐高世界。使用乐高积木、螺柱、塑料纹理和乐高比例重建背景。不要修改主要主体(人),保持他们完全逼真且不变。将所有其他人、动物和物体转变为他们的乐高等价物(迷你人偶、乐高动物、乐高配件)。保持原始构图、相机角度、视角和位置。最终图像必须看起来像在乐高世界内拍摄的真实照片,真实主体站在乐高元素之间。

# filtersCategoryLabel
source: Filters 📸
bn: ফিল্টার 📸
de: Filter 📸
el: Φίλτρα 📸
es: Filtros 📸
fil: Mga Filter 📸
fr: Filtres 📸
hi: फ़िल्टर 📸
id: Filter 📸
it: Filtri 📸
ja: フィルター 📸
ko: 필터 📸
ms: Penapis 📸
pt: Filtros 📸
th: ฟิลเตอร์ 📸
uk: Фільтри 📸
zh: 滤镜 📸

# fisheyeLensPromptLabel
source: Fish-Eye Lens
bn: ফিশ-আই লেন্স
de: Fisheye
el: Φακός Fisheye
es: Ojo de pez
fr: Objectif fisheye
hi: फिश-आई लेंस
id: Lensa Fish-Eye
it: Obiettivo Fish-Eye
ja: フィッシュアイレンズ
ko: 피쉬아이 렌즈
ms: Kanta Fish-Eye
pt: Lente Olho de Peixe
th: เลนส์ฟิชอาย
uk: Об'єктив Риб'яче Око
zh: 鱼眼镜头

# fisheyeLensPromptText
source: Preserve the original image and subject exactly as they are. Apply a realistic high-end fisheye camera lens effect, as if the photo was taken extremely close to the face. Strong wide-angle distortion with visible fisheye curvature: enlarged facial features near the lens, curved edges, subtle barrel distortion. Maintain natural skin texture, realistic proportions, and accurate lighting. High-quality camera look, sharp focus, no artificial or cartoon effects. The result should look like a genuine close-up photo taken with a professional fisheye lens.
bn: মূল ছবি এবং বিষয় ঠিক যেমন আছে সংরক্ষণ করুন। একটি বাস্তবসম্মত উচ্চ-সম্পন্ন ফিশআই ক্যামেরা লেন্স প্রভাব প্রয়োগ করুন, যেন ফটো মুখের অত্যন্ত কাছাকাছি নেওয়া হয়েছিল। দৃশ্যমান ফিশআই বক্রতা সহ শক্তিশালী প্রশস্ত-কোণ বিকৃতি: লেন্সের কাছাকাছি মুখের বৈশিষ্ট্য বর্ধিত, বাঁকা প্রান্ত, সূক্ষ্ম ব্যারেল বিকৃতি। প্রাকৃতিক ত্বকের টেক্সচার, বাস্তবসম্মত অনুপাত এবং সঠিক আলো বজায় রাখুন। উচ্চ-মানের ক্যামেরা চেহারা, তীক্ষ্ণ ফোকাস, কোন কৃত্রিম বা কার্টুন প্রভাব নেই। ফলাফল একটি পেশাদার ফিশআই লেন্স সঙ্গে নেওয়া একটি সত্যিকারের ক্লোজ-আপ ফটোর মত দেখা উচিত।
de: Das Originalbild und -subjekt genau so bewahren wie sie sind. Einen realistischen High-End-Fisheye-Kameralinseneffekt anwenden, als wäre das Foto extrem nah am Gesicht aufgenommen worden. Starke Weitwinkelverzerrung mit sichtbarer Fisheye-Krümmung: vergrößerte Gesichtszüge nahe der Linse, gekrümmte Kanten, subtile Tonnenverzerrung. Natürliche Hauttextur, realistische Proportionen und präzise Beleuchtung beibehalten. Hochwertiger Kamera-Look, scharfer Fokus, keine künstlichen oder Cartoon-Effekte. Das Ergebnis sollte wie ein echtes Nahaufnahmefoto aussehen, das mit einer professionellen Fisheye-Linse aufgenommen wurde.
el: Διατηρήστε την αρχική εικόνα και το θέμα ακριβώς όπως είναι. Εφαρμόστε ρεαλιστικό εφέ φακού fisheye υψηλής κατηγορίας, σαν η φωτογραφία να τραβήχτηκε εξαιρετικά κοντά στο πρόσωπο. Ισχυρή παραμόρφωση ευρείας γωνίας με ορατή καμπυλότητα fisheye: διευρυμένα χαρακτηριστικά προσώπου κοντά στο φακό, κυρτές άκρες, λεπτή βαρελοειδής παραμόρφωση. Διατηρήστε φυσική υφή δέρματος, ρεαλιστικές αναλογίες και ακριβή φωτισμό. Εμφάνιση κάμερας υψηλής ποιότητας, ευκρινής εστίαση, χωρίς τεχνητά ή κινουμενοσχεδιακά εφέ. Το αποτέλεσμα πρέπει να φαίνεται σαν γνήσια φωτογραφία κοντινού πλάνου τραβηγμένη με επαγγελματικό φακό fisheye.
es: Preservar la imagen y el sujeto originales exactamente como están. Aplicar un efecto de lente de cámara ojo de pez realista de alta gama, como si la foto hubiera sido tomada extremadamente cerca del rostro. Fuerte distorsión de gran angular con curvatura de ojo de pez visible: rasgos faciales agrandados cerca de la lente, bordes curvados, distorsión de barril sutil. Mantener textura de piel natural, proporciones realistas e iluminación precisa. Aspecto de cámara de alta calidad, enfoque nítido, sin efectos artificiales o de dibujos animados. El resultado debe parecer una foto de primer plano genuina tomada con una lente ojo de pez profesional.
fil: Panatilihin ang orihinal na larawan at paksa na eksakto kung ano sila. Mag-apply ng realistikong high-end na fisheye camera lens effect, na para bang ang litrato ay kinuha ng napakalapit sa mukha. Malakas na wide-angle distortion na may nakikitang fisheye curvature: pinapalaki ang mga katangian ng mukha malapit sa lens, mga kurba na gilid, banayad na barrel distortion. Panatilihin ang natural na texture ng balat, realistikong proporsyon, at tumpak na liwanag. Hitsura ng high-quality camera, malinaw na focus, walang artipisyal o cartoon na mga epekto. Ang resulta ay dapat mukhang tunay na close-up na litrato na kinuha gamit ang propesyonal na fisheye lens.
fr: Préserver l'image et le sujet d'origine exactement tels quels. Appliquer un effet d'objectif fisheye de caméra haut de gamme réaliste, comme si la photo avait été prise extrêmement près du visage. Distorsion grand-angle forte avec courbure fisheye visible : traits du visage agrandis près de l'objectif, bords courbés, distorsion en barillet subtile. Maintenir une texture de peau naturelle, des proportions réalistes et un éclairage précis. Look de caméra de haute qualité, mise au point nette, aucun effet artificiel ou de dessin animé. Le résultat doit ressembler à une véritable photo en gros plan prise avec un objectif fisheye professionnel.
hi: मूल छवि और विषय को बिल्कुल वैसे ही संरक्षित करें जैसे वे हैं। एक यथार्थवादी उच्च-अंत फिशआई कैमरा लेंस प्रभाव लागू करें, जैसे कि फोटो चेहरे के बेहद करीब ली गई थी। दृश्यमान फिशआई वक्रता के साथ मजबूत वाइड-एंगल विरूपण: लेंस के पास बड़े चेहरे की विशेषताएं, घुमावदार किनारे, सूक्ष्म बैरल विरूपण। प्राकृतिक त्वचा की बनावट, यथार्थवादी अनुपात और सटीक प्रकाश बनाए रखें। उच्च-गुणवत्ता वाला कैमरा लुक, तेज फोकस, कोई कृत्रिम या कार्टून प्रभाव नहीं। परिणाम एक पेशेवर फिशआई लेंस के साथ ली गई वास्तविक क्लोज-अप फोटो की तरह दिखना चाहिए।
id: Pertahankan gambar asli dan subjek persis seperti adanya. Terapkan efek lensa kamera fisheye kelas atas yang realistis, seolah-olah foto diambil sangat dekat dengan wajah. Distorsi sudut lebar yang kuat dengan kelengkungan fisheye yang terlihat: fitur wajah yang membesar di dekat lensa, tepi melengkung, distorsi tong yang halus. Pertahankan tekstur kulit alami, proporsi realistis, dan pencahayaan akurat. Tampilan kamera berkualitas tinggi, fokus tajam, tanpa efek buatan atau kartun. Hasilnya harus terlihat seperti foto close-up asli yang diambil dengan lensa fisheye profesional.
it: Conserva l'immagine e il soggetto originali esattamente come sono. Applica un effetto realistico di obiettivo fisheye da fotocamera di alta gamma, come se la foto fosse stata scattata estremamente vicino al viso. Forte distorsione grandangolare con curvatura fisheye visibile: lineamenti del viso ingranditi vicino all'obiettivo, bordi curvi, sottile distorsione a barile. Mantieni texture della pelle naturale, proporzioni realistiche e illuminazione accurata. Aspetto da fotocamera di alta qualità, messa a fuoco nitida, nessun effetto artificiale o da cartone animato. Il risultato dovrebbe sembrare una vera foto ravvicinata scattata con un obiettivo fisheye professionale.
ja: 元の画像とサブジェクトをそのまま正確に保ちます。まるで写真が顔に非常に近づいて撮影されたかのように、リアルなハイエンドフィッシュアイカメラレンズ効果を適用します。可視的なフィッシュアイ曲率を持つ強い広角歪み：レンズ近くの拡大された顔の特徴、曲がったエッジ、微妙な樽歪み。自然な肌の質感、リアルな比率、正確な照明を維持します。高品質なカメラルック、シャープフォーカス、人工的またはカートゥーン効果なし。結果は、プロのフィッシュアイレンズで撮影された本物のクローズアップ写真のように見える必要があります。
ko: 원본 이미지와 피사체를 그대로 정확하게 보존합니다. 마치 사진이 얼굴에 매우 가까이 촬영된 것처럼 현실적인 하이엔드 피쉬아이 카메라 렌즈 효과를 적용합니다. 보이는 피쉬아이 곡률을 가진 강한 광각 왜곡: 렌즈 근처의 확대된 얼굴 특징, 곡선 가장자리, 미묘한 배럴 왜곡. 자연스러운 피부 질감, 사실적인 비율, 정확한 조명을 유지합니다. 고품질 카메라 룩, 선명한 초점, 인공적이거나 만화적인 효과 없음. 결과는 전문 피쉬아이 렌즈로 촬영한 진짜 클로즈업 사진처럼 보여야 합니다.
ms: Kekalkan imej asal dan subjek tepat seperti yang ada. Aplikasikan kesan kanta kamera fisheye kelas tinggi yang realistik, seolah-olah foto diambil sangat dekat dengan muka. Herotan sudut lebar yang kuat dengan kelengkungan fisheye yang kelihatan: ciri muka yang diperbesarkan berhampiran kanta, tepi melengkung, herotan tong halus. Kekalkan tekstur kulit semula jadi, perkadaran realistik, dan pencahayaan tepat. Rupa kamera berkualiti tinggi, fokus tajam, tiada kesan buatan atau kartun. Hasilnya mesti kelihatan seperti foto close-up sebenar yang diambil dengan kanta fisheye profesional.
nl: Behoud de oorspronkelijke afbeelding en het onderwerp precies zoals ze zijn. Pas een realistisch high-end fisheye-cameralenseffect toe, alsof de foto extreem dicht bij het gezicht is genomen. Sterke groothoekvervorming met zichtbare fisheye-kromming: vergrote gelaatstrekken nabij de lens, gebogen randen, subtiele tonvervorming. Behoud natuurlijke huidtextuur, realistische verhoudingen en nauwkeurige verlichting. Hoogwaardige camera-look, scherpe focus, geen kunstmatige of cartooneffecten. Het resultaat moet eruitzien als een echte close-upfoto genomen met een professionele fisheye-lens.
pt: Preserve a imagem original e o sujeito exatamente como estão. Aplique um efeito realista de lente olho de peixe de câmera de alta qualidade, como se a foto tivesse sido tirada extremamente perto do rosto. Distorção grande angular forte com curvatura olho de peixe visível: características faciais aumentadas perto da lente, bordas curvas, distorção de barril sutil. Mantenha textura de pele natural, proporções realistas e iluminação precisa. Aparência de câmera de alta qualidade, foco nítido, sem efeitos artificiais ou cartoon. O resultado deve parecer uma foto close-up genuína tirada com uma lente olho de peixe profissional.
th: รักษาภาพเดิมและหัวข้อให้เหมือนเดิมทุกประการ ใช้เอฟเฟกต์เลนส์กล้องฟิชอายระดับไฮเอนด์ที่สมจริง ราวกับว่าภาพถ่ายถูกถ่ายใกล้ใบหน้ามาก การบิดเบือนเลนส์กว้างแบบแรงพร้อมความโค้งฟิชอายที่มองเห็นได้: ลักษณะใบหน้าที่ขยายใหญ่ใกล้เลนส์ ขอบโค้ง การบิดเบือนแบบบาร์เรลที่ละเอียดอ่อน รักษาเนื้อสัมผัสผิวหนังที่เป็นธรรมชาติ สัดส่วนที่สมจริง และแสงที่แม่นยำ รูปลักษณ์กล้องคุณภาพสูง โฟกัสชัด ไม่มีเอฟเฟกต์เทียมหรือการ์ตูน ผลลัพธ์ควรดูเหมือนภาพถ่ายระยะใกล้ที่แท้จริงที่ถ่ายด้วยเลนส์ฟิชอายระดับมืออาชีพ
uk: Збережіть вихідне зображення та об'єкт точно такими, якими вони є. Застосуйте реалістичний високоякісний ефект об'єктива риб'яче око камери, ніби фотографія була зроблена дуже близько до обличчя. Сильне ширококутне спотворення з видимою кривизною риб'яче око: збільшені риси обличчя поруч з об'єктивом, вигнуті краї, тонке бочкоподібне спотворення. Збережіть природну текстуру шкіри, реалістичні пропорції та точне освітлення. Вигляд високоякісної камери, чіткий фокус, без штучних або мультяшних ефектів. Результат має виглядати як підлинна фотографія крупним планом, зроблена професійним об'єктивом риб'яче око.
zh: 保持原始图像和主体完全原样。应用逼真的高端鱼眼相机镜头效果,仿佛照片是非常靠近脸部拍摄的。强烈的广角扭曲,具有明显的鱼眼曲率:靠近镜头的面部特征被放大,边缘弯曲,微妙的桶形扭曲。保持自然的皮肤纹理、逼真的比例和准确的照明。高质量的相机外观,清晰的焦点,没有人工或卡通效果。结果必须看起来像用专业鱼眼镜头拍摄的真实特写照片。

# oldPhotoRestorePromptLabel
source: Old Photo Restore
bn: পুরানো ফটো পুনরুদ্ধার
de: Foto restaurieren
el: Αποκατάσταση Παλιάς Φωτογραφίας
es: Restaurar foto
fil: Pagpapanumbalik ng Lumang Litrato
fr: Restauration de vieille photo
hi: पुराना फोटो पुनर्स्थापना
id: Pemulihan Foto Lama
it: Restauro Foto Antica
ja: 古い写真の復元
ko: 오래된 사진 복원
ms: Pulihkan Foto Lama
nl: Oude Foto Herstellen
pt: Restaurar Foto Antiga
th: ฟื้นฟูภาพถ่ายเก่า
uk: Відновлення Старого Фото
zh: 修复旧照片
