Repository: romain-dlt/lumena-flutter
Catalog: lib/l10n/app_*.arb
Languages: bn, de, el, es, fil, fr, hi, id, it, ja, ko, ms, nl, pt, th, uk, zh

# professionalPromptText
source: Recreate the image as a realistic professional portrait. Keep the original person and face unchanged. Place them in a neutral, clean environment with a soft, balanced studio lighting and a plain gray background. Dress the person in a simple, elegant, and professional suit. The person should have a subtle, natural smile and a confident, upright posture. The result must look like a real high-quality LinkedIn profile photo, with no stylization or artificial effects.
bn: ছবিটি একটি বাস্তবসম্মত পেশাদার প্রতিকৃতি হিসাবে পুনরায় তৈরি করুন। মূল ব্যক্তি এবং মুখ অপরিবর্তিত রাখুন। তাদের একটি নিরপেক্ষ, পরিষ্কার পরিবেশে রাখুন নরম, ভারসাম্যপূর্ণ স্টুডিও আলো এবং একটি সাধারণ ধূসর পটভূমি সহ। ব্যক্তিকে একটি সরল, মার্জিত এবং পেশাদার স্যুট পরিধান করান। ব্যক্তির একটি সূক্ষ্ম, প্রাকৃতিক হাসি এবং একটি আত্মবিশ্বাসী, সোজা ভঙ্গি থাকা উচিত। ফলাফল একটি প্রকৃত উচ্চ-মানের LinkedIn প্রোফাইল ফটো মত দেখা উচিত, কোন স্টাইলাইজেশন বা কৃত্রিম প্রভাব ছাড়াই।
de: Das Bild als realistisches professionelles Porträt neu erstellen. Die ursprüngliche Person und das Gesicht unverändert lassen. Sie in einer neutralen, sauberen Umgebung mit weicher, ausgewogener Studiobeleuchtung und einem einfachen grauen Hintergrund platzieren. Die Person in einen einfachen, eleganten und professionellen Anzug kleiden. Die Person sollte ein subtiles, natürliches Lächeln und eine selbstbewusste, aufrechte Haltung haben. Das Ergebnis muss wie ein echtes hochwertiges LinkedIn-Profilfoto aussehen, ohne Stilisierung oder künstliche Effekte.
el: Ξαναδημιουργήστε την εικόνα ως ρεαλιστικό επαγγελματικό πορτρέτο. Διατηρήστε το αρχικό άτομο και το πρόσωπο αμετάβλητο. Τοποθετήστε τα σε ένα ουδέτερο, καθαρό περιβάλλον με απαλό, ισορροπημένο φωτισμό στούντιο και απλό γκρι φόντο. Ντύστε το άτομο με ένα απλό, κομψό και επαγγελματικό κοστούμι. Το άτομο πρέπει να έχει ένα λεπτό, φυσικό χαμόγελο και μια σίγουρη, όρθια στάση. Το αποτέλεσμα πρέπει να φαίνεται σαν μια πραγματική επαγγελματική φωτογραφία υψηλής ποιότητας για το LinkedIn, χωρίς στυλιζάρισμα ή τεχνητά εφέ.
es: Recrear la imagen como un retrato profesional realista. Mantener la persona y el rostro originales sin cambios. Colocarlos en un entorno neutro y limpio con iluminación de estudio suave y equilibrada y un fondo gris liso. Vestir a la persona con un traje simple, elegante y profesional. La persona debe tener una sonrisa sutil y natural y una postura confiada y erguida. El resultado debe parecer una foto de perfil de LinkedIn real de alta calidad, sin estilización ni efectos artificiales.
fil: Likhain muli ang larawan bilang realistikong propesyonal na portrait. Panatilihin ang orihinal na tao at mukha na hindi binago. Ilagay sila sa neutral, malinis na kapaligiran na may malambot, balanseng studio lighting at simpleng gray na background. Damit ang tao sa simpleng, elegante, at propesyonal na suit. Ang tao ay dapat may banayad, natural na ngiti at tiwala, tuwid na postura. Ang resulta ay dapat mukhang tunay na high-quality na LinkedIn profile photo, nang walang pag-istilo o artipisyal na mga epekto.
fr: Recréer l'image comme un portrait professionnel réaliste. Garder la personne et le visage d'origine inchangés. Les placer dans un environnement neutre et propre avec un éclairage de studio doux et équilibré et un fond gris uni. Habiller la personne d'un costume simple, élégant et professionnel. La personne doit avoir un sourire subtil et naturel et une posture confiante et droite. Le résultat doit ressembler à une véritable photo de profil LinkedIn de haute qualité, sans stylisation ni effets artificiels.
hi: छवि को एक यथार्थवादी पेशेवर चित्र के रूप में फिर से बनाएं। मूल व्यक्ति और चेहरे को अपरिवर्तित रखें। उन्हें एक तटस्थ, स्वच्छ वातावरण में रखें जिसमें नरम, संतुलित स्टूडियो लाइटिंग और एक सादा ग्रे पृष्ठभूमि हो। व्यक्ति को एक सरल, सुरुचिपूर्ण और पेशेवर सूट पहनाएं। व्यक्ति में एक सूक्ष्म, प्राकृतिक मुस्कान और एक आत्मविश्वासी, सीधी मुद्रा होनी चाहिए। परिणाम एक वास्तविक उच्च-गुणवत्ता वाले LinkedIn प्रोफ़ाइल फ़ोटो की तरह दिखना चाहिए, बिना किसी स्टाइलाइजेशन या कृत्रिम प्रभाव के।
id: Buat ulang gambar sebagai potret profesional yang realistis. Pertahankan orang asli dan wajah tidak berubah. Tempatkan mereka di lingkungan netral dan bersih dengan pencahayaan studio yang lembut dan seimbang serta latar belakang abu-abu polos. Kenakan pakaian orang tersebut dengan setelan sederhana, elegan, dan profesional. Orang tersebut harus memiliki senyum yang halus dan alami serta postur yang percaya diri dan tegak. Hasilnya harus terlihat seperti foto profil LinkedIn berkualitas tinggi yang nyata, tanpa stilisasi atau efek buatan.
it: Ricrea l'immagine come un ritratto professionale realistico. Mantieni la persona originale e il viso invariati. Posizionali in un ambiente neutro e pulito con un'illuminazione da studio morbida e bilanciata e uno sfondo grigio tenue. Vesti la persona con un abito semplice, elegante e professionale. La persona dovrebbe avere un sorriso sottile e naturale e una postura sicura ed eretta. Il risultato deve sembrare una vera foto professionale di alta qualità per LinkedIn, senza stilizzazione o effetti artificiali.
ja: 画像を現実的なプロフェッショナルポートレートとして再作成します。元の人物と顔を変更しないでください。柔らかくバランスの取れたスタジオ照明とプレーンなグレーの背景を持つ、中立できれいな環境に配置します。人物にシンプルでエレガントでプロフェッショナルなスーツを着せます。人物は微妙で自然な笑顔と自信のある直立した姿勢を持つべきです。結果は、様式化や人工的な効果のない、本物の高品質なLinkedInプロフィール写真のように見える必要があります。
ko: 이미지를 현실적인 전문 초상화로 재현합니다. 원래 사람과 얼굴을 변경하지 마십시오. 부드럽고 균형 잡힌 스튜디오 조명과 일반 회색 배경이 있는 중립적이고 깨끗한 환경에 배치합니다. 사람에게 단순하고 우아하며 전문적인 정장을 입힙니다. 사람은 미묘하고 자연스러운 미소와 자신감 있고 똑바른 자세를 가져야 합니다. 결과는 스타일화나 인공 효과 없이 실제 고품질 LinkedIn 프로필 사진처럼 보여야 합니다.
ms: Cipta semula imej sebagai potret profesional yang realistik. Kekalkan orang asal dan muka tidak berubah. Letakkan mereka dalam persekitaran neutral dan bersih dengan pencahayaan studio lembut dan seimbang serta latar belakang kelabu polos. Pakaikan orang dengan sut yang ringkas, elegan, dan profesional. Orang tersebut mesti mempunyai senyuman halus dan semula jadi serta postur tegak yang yakin. Hasilnya mesti kelihatan seperti foto profil LinkedIn berkualiti tinggi yang sebenar, tanpa penggayaan atau kesan buatan.
nl: Creëer de afbeelding opnieuw als een realistisch professioneel portret. Houd de oorspronkelijke persoon en het gezicht ongewijzigd. Plaats ze in een neutrale, schone omgeving met een zachte, gebalanceerde studioverlichting en een effen grijze achtergrond. Kleed de persoon in een eenvoudig, elegant en professioneel pak. De persoon moet een subtiele, natuurlijke glimlach en een zelfverzekerde, rechtopstaande houding hebben. Het resultaat moet eruitzien als een echte hoogwaardige LinkedIn-profielfoto, zonder stilering of kunstmatige effecten.
pt: Recrie a imagem como um retrato profissional realista. Mantenha a pessoa original e o rosto inalterados. Coloque-a num ambiente neutro e limpo com iluminação de estúdio suave e equilibrada e um fundo cinza liso. Vista a pessoa com um fato simples, elegante e profissional. A pessoa deve ter um sorriso sutil e natural e uma postura confiante e ereta. O resultado deve parecer uma foto de perfil LinkedIn de alta qualidade, sem estilização ou efeitos artificiais.
th: สร้างภาพใหม่เป็นภาพบุคคลมืออาชีพที่สมจริง รักษาบุคคลเดิมและใบหน้าไม่เปลี่ยนแปลง วางพวกเขาในสภาพแวดล้อมที่เป็นกลาง สะอาด ด้วยแสงสตูดิโอที่นุ่มนวล สมดุล และพื้นหลังสีเทาเรียบ แต่งตัวบุคคลในชุดสูทที่เรียบง่าย หรูหรา และเป็นมืออาชีพ บุคคลควรมีรอยยิ้มที่ละเอียดอ่อน เป็นธรรมชาติ และท่าทางที่มั่นใจ ตรง ผลลัพธ์ต้องดูเหมือนภาพถ่ายมืออาชีพคุณภาพสูงจริงสำหรับ LinkedIn โดยไม่มีการตกแต่งหรือเอฟเฟกต์เทียม
uk: Відтворіть зображення як реалістичний професійний портрет. Збережіть вихідну людину та обличчя незмінними. Помістіть їх у нейтральне, чисте середовище з м'яким, збалансованим студійним освітленням та простим сірим фоном. Одягніть людину в простий, елегантний та професійний костюм. Людина має мати тонку, природну посмішку та впевнену, пряму поставу. Результат має виглядати як справжня високоякісна фотографія профілю LinkedIn, без стилізації або штучних ефектів.
zh: 将图像重新创建为逼真的专业肖像。保持原人和脸部不变。将他们放置在中性、干净的环境中,使用柔和、平衡的工作室照明和简单的灰色背景。给人穿上简单、优雅和专业的西装。人必须有微妙、自然的微笑和直立、自信的姿势。结果必须看起来像真正的高质量LinkedIn个人资料照片,没有风格化或人工效果。

# manToWomanPromptLabel
source: Man to Woman
bn: পুরুষ থেকে নারী
de: Mann zu Frau
el: Άνδρας σε Γυναίκα
es: Hombre a mujer
fil: Lalaki sa Babae
fr: Homme vers femme
hi: पुरुष से महिला
id: Pria ke Wanita
it: Uomo a Donna
ja: 男性から女性へ
ko: 남성에서 여성으로
ms: Lelaki ke Wanita
nl: Man naar Vrouw
pt: Homem para Mulher
th: ผู้ชายเป็นผู้หญิง
uk: Чоловік у Жінку
zh: 男变女

# manToWomanPromptText
source: Transform the man in the image into his realistic female equivalent. Keep the photo exactly the same: same framing, same background, same environment, same pose, same posture, and same body position. Do NOT extend, crop, or generate any new body parts. Only modify gender-related traits while preserving identity and likeness: facial structure adapted naturally, softer features, feminine hairstyle, subtle feminine body characteristics where already visible. Maintain the original lighting, shadows, perspective, and image quality. High realism, seamless integration, no visual artifacts.
bn: ছবিতে পুরুষকে তার বাস্তবসম্মত মহিলা সমতুল্যে রূপান্তরিত করুন। ফটো ঠিক একই রাখুন: একই ফ্রেমিং, একই পটভূমি, একই পরিবেশ, একই ভঙ্গি, একই ভঙ্গি এবং একই শরীরের অবস্থান। শরীরের নতুন অংশ প্রসারিত, ক্রপ বা উত্পন্ন করবেন না। শুধুমাত্র লিঙ্গ-সম্পর্কিত বৈশিষ্ট্য সংশোধন করুন যখন পরিচয় এবং সাদৃশ্য সংরক্ষণ করুন: মুখের গঠন স্বাভাবিকভাবে মানিয়ে নেওয়া, নরম বৈশিষ্ট্য, মেয়েলি চুলের স্টাইল, সূক্ষ্ম মেয়েলি শরীরের বৈশিষ্ট্য যেখানে ইতিমধ্যে দৃশ্যমান। মূল আলো, ছায়া, দৃষ্টিভঙ্গি এবং চিত্র মান বজায় রাখুন। উচ্চ বাস্তববাদ, নির্বিঘ্ন একীকরণ, কোন চাক্ষুষ আর্টিফ্যাক্ট নেই।
de: Den Mann im Bild in sein realistisches weibliches Äquivalent verwandeln. Das Foto genau gleich halten: gleicher Bildausschnitt, gleicher Hintergrund, gleiche Umgebung, gleiche Pose, gleiche Haltung und gleiche Körperposition. KEINE Erweiterung, Beschneidung oder Generierung neuer Körperteile. Nur geschlechtsbezogene Merkmale ändern, während Identität und Ähnlichkeit erhalten bleiben: natürlich angepasste Gesichtsstruktur, weichere Züge, feminine Frisur, subtile feminine Körpermerkmale wo bereits sichtbar. Die ursprüngliche Beleuchtung, Schatten, Perspektive und Bildqualität beibehalten. Hoher Realismus, nahtlose Integration, keine visuellen Artefakte.
el: Μεταμορφώστε τον άνδρα στην εικόνα στο ρεαλιστικό γυναικείο του ισοδύναμο. Διατηρήστε τη φωτογραφία ακριβώς ίδια: ίδιο κάδρο, ίδιο φόντο, ίδιο περιβάλλον, ίδια στάση, ίδια στάση σώματος και ίδια θέση σώματος. ΜΗΝ επεκτείνετε, καρέ ή δημιουργήσετε νέα μέρη σώματος. Τροποποιήστε μόνο χαρακτηριστικά που σχετίζονται με το φύλο διατηρώντας την ταυτότητα και την ομοιότητα: δομή προσώπου προσαρμοσμένη φυσικά, απαλότερα χαρακτηριστικά, γυναικείο χτένισμα, λεπτά γυναικεία σωματικά χαρακτηριστικά όπου ήδη ορατά. Διατηρήστε τον αρχικό φωτισμό, σκιές, προοπτική και ποιότητα εικόνας. Υψηλός ρεαλισμός, απρόσκοπτη ενσωμάτωση, χωρίς οπτικά τεχνουργήματα.
es: Transformar al hombre en la imagen en su equivalente femenino realista. Mantener la foto exactamente igual: mismo encuadre, mismo fondo, mismo entorno, misma pose, misma postura y misma posición del cuerpo. NO extender, recortar ni generar nuevas partes del cuerpo. Solo modificar rasgos relacionados con el género preservando la identidad y el parecido: estructura facial adaptada naturalmente, rasgos más suaves, peinado femenino, características corporales femeninas sutiles donde ya sean visibles. Mantener la iluminación original, las sombras, la perspectiva y la calidad de imagen. Alto realismo, integración perfecta, sin artefactos visuales.
fil: Baguhin ang lalaki sa larawan sa kanyang realistikong katumbas na babae. Panatilihin ang litrato ng eksakto pareho: parehong framing, parehong background, parehong kapaligiran, parehong pose, parehong postura, at parehong posisyon ng katawan. HUWAG palawakin, i-crop, o gumawa ng mga bagong bahagi ng katawan. Baguhin lamang ang mga katangiang nauugnay sa kasarian habang piniprese ang pagkakakilanlan at pagkakatulad: istraktura ng mukha na natural na inangkop, mas malambot na mga katangian, babaeng ayos ng buhok, banayad na babaeng mga katangiang pang-katawan kung saan nakikita na. Panatilihin ang orihinal na liwanag, mga anino, perspektiba, at kalidad ng larawan. Mataas na realism, walang putol na pagsasama, walang visual na artifacts.
fr: Transformer l'homme dans l'image en son équivalent féminin réaliste. Garder la photo exactement la même : même cadrage, même arrière-plan, même environnement, même pose, même posture et même position du corps. NE PAS étendre, recadrer ou générer de nouvelles parties du corps. Modifier uniquement les traits liés au genre tout en préservant l'identité et la ressemblance : structure faciale adaptée naturellement, traits plus doux, coiffure féminine, caractéristiques corporelles féminines subtiles là où elles sont déjà visibles. Maintenir l'éclairage d'origine, les ombres, la perspective et la qualité de l'image. Haut réalisme, intégration transparente, aucun artefact visuel.
hi: छवि में पुरुष को उसके यथार्थवादी महिला समकक्ष में बदलें। फोटो को बिल्कुल वैसा ही रखें: समान फ्रेमिंग, समान पृष्ठभूमि, समान वातावरण, समान मुद्रा, समान आसन और समान शरीर की स्थिति। नए शरीर के अंगों को विस्तारित, क्रॉप या उत्पन्न न करें। केवल लिंग-संबंधित लक्षणों को संशोधित करें जबकि पहचान और समानता को संरक्षित करें: चेहरे की संरचना स्वाभाविक रूप से अनुकूलित, नरम विशेषताएं, स्त्री केश, सूक्ष्म स्त्री शारीरिक विशेषताएं जहां पहले से दृश्यमान हैं। मूल प्रकाश, छाया, परिप्रेक्ष्य और छवि गुणवत्ता बनाए रखें। उच्च यथार्थवाद, निर्बाध एकीकरण, कोई दृश्य कलाकृतियां नहीं।
id: Ubah pria dalam gambar menjadi setara wanita yang realistis. Pertahankan foto persis sama: framing yang sama, latar belakang yang sama, lingkungan yang sama, pose yang sama, postur yang sama, dan posisi tubuh yang sama. JANGAN memperluas, memotong, atau menghasilkan bagian tubuh baru. Hanya modifikasi ciri terkait gender sambil mempertahankan identitas dan kemiripan: struktur wajah disesuaikan secara alami, fitur yang lebih lembut, gaya rambut feminin, karakteristik tubuh feminin yang halus di mana sudah terlihat. Pertahankan pencahayaan asli, bayangan, perspektif, dan kualitas gambar. Realisme tinggi, integrasi mulus, tanpa artefak visual.
it: Trasforma l'uomo nell'immagine nel suo equivalente femminile realistico. Mantieni la foto esattamente uguale: stessa inquadratura, stesso sfondo, stesso ambiente, stessa posa, stessa postura e stessa posizione del corpo. NON estendere, ritagliare o generare nuove parti del corpo. Modifica solo i tratti legati al genere preservando identità e somiglianza: struttura facciale adattata naturalmente, lineamenti più morbidi, acconciatura femminile, caratteristiche corporee femminili sottili dove già visibili. Mantieni l'illuminazione, le ombre, la prospettiva e la qualità dell'immagine originali. Alto realismo, integrazione perfetta, nessun artefatto visivo.
ja: 画像内の男性を彼の現実的な女性版に変換します。写真を正確に同じに保ちます：同じフレーミング、同じ背景、同じ環境、同じポーズ、同じ姿勢、同じ体の位置。新しい体の部分を拡張、トリミング、または生成しないでください。アイデンティティと似顔を保持しながら、性別関連の特徴のみを変更します：自然に適応された顔の構造、より柔らかい特徴、女性の髪型、すでに見える場所での微妙な女性の身体特性。元の照明、影、視点、画像品質を維持します。高いリアリズム、シームレスな統合、視覚的なアーチファクトなし。
ko: 이미지의 남성을 그의 현실적인 여성 동등물로 변환합니다. 사진을 정확히 동일하게 유지합니다: 동일한 프레이밍, 동일한 배경, 동일한 환경, 동일한 포즈, 동일한 자세, 동일한 신체 위치. 새로운 신체 부위를 확장, 자르거나 생성하지 마십시오. 정체성과 닮음을 보존하면서 성별 관련 특성만 수정합니다: 자연스럽게 적응된 얼굴 구조, 더 부드러운 특징, 여성 헤어스타일, 이미 보이는 곳에서 미묘한 여성 신체 특성. 원래 조명, 그림자, 원근감, 이미지 품질을 유지합니다. 높은 사실주의, 원활한 통합, 시각적 아티팩트 없음.
ms: Ubah lelaki dalam imej kepada setara wanita yang realistik. Kekalkan foto tepat sama: framing yang sama, latar belakang yang sama, persekitaran yang sama, pose yang sama, postur yang sama, dan kedudukan badan yang sama. JANGAN kembangkan, potong, atau hasilkan bahagian badan baharu. Hanya ubah suai ciri berkaitan jantina sambil mengekalkan identiti dan persamaan: struktur muka disesuaikan secara semula jadi, ciri lebih lembut, gaya rambut feminin, ciri badan feminin halus di mana sudah kelihatan. Kekalkan pencahayaan asal, bayang-bayang, perspektif, dan kualiti imej. Realisme tinggi, integrasi lancar, tiada artifak visual.
nl: Transformeer de man in de afbeelding naar zijn realistische vrouwelijke equivalent. Houd de foto precies hetzelfde: dezelfde inkadering, dezelfde achtergrond, dezelfde omgeving, dezelfde pose, dezelfde houding en dezelfde lichaamshouding. Breid GEEN nieuwe lichaamsdelen uit, snijd ze niet bij of genereer ze niet. Wijzig alleen geslachtsgerelateerde kenmerken terwijl identiteit en gelijkenis behouden blijven: gezichtsstructuur natuurlijk aangepast, zachtere kenmerken, vrouwelijk kapsel, subtiele vrouwelijke lichaamskenmerken waar al zichtbaar. Behoud de oorspronkelijke verlichting, schaduwen, perspectief en beeldkwaliteit. Hoog realisme, naadloze integratie, geen visuele artefacten.
pt: Transforme o homem na imagem no seu equivalente feminino realista. Mantenha a foto exatamente igual: mesmo enquadramento, mesmo fundo, mesmo ambiente, mesma pose, mesma postura e mesma posição do corpo. NÃO estenda, recorte ou gere novas partes do corpo. Apenas modifique características relacionadas ao género preservando identidade e semelhança: estrutura facial adaptada naturalmente, características mais suaves, penteado feminino, características corporais femininas subtis onde já visíveis. Mantenha a iluminação original, sombras, perspectiva e qualidade de imagem. Alto realismo, integração perfeita, sem artefatos visuais.
th: เปลี่ยนผู้ชายในภาพให้เป็นเพศหญิงที่สมจริงเทียบเท่า รักษาภาพถ่ายให้เหมือนเดิมทุกประการ: เฟรมเดียวกัน พื้นหลังเดียวกัน สภาพแวดล้อมเดียวกัน ท่าทางเดียวกัน ท่าทางเดียวกัน และตำแหน่งร่างกายเดียวกัน ห้ามขยาย ครอบตัด หรือสร้างส่วนของร่างกายใหม่ ปรับเปลี่ยนเฉพาะลักษณะที่เกี่ยวข้องกับเพศในขณะที่รักษาตัวตนและความคล้ายคลึง: โครงสร้างใบหน้าที่ปรับให้เป็นธรรมชาติ ลักษณะที่นุ่มนวลขึ้น ทรงผมผู้หญิง ลักษณะร่างกายผู้หญิงที่ละเอียดอ่อนในที่ที่มองเห็นได้แล้ว รักษาแสงเดิม เงา มุมมอง และคุณภาพของภาพ ความสมจริงสูง การบูรณาการที่ลงตัว ไม่มีสิ่งผิดปกติทางภาพ
uk: Трансформуйте чоловіка на зображенні в його реалістичний жіночий еквівалент. Збережіть фотографію точно такою ж: те саме кадрування, той самий фон, те саме середовище, та сама поза, та сама постава і те саме положення тіла. НЕ розширюйте, не обрізайте і не генеруйте нові частини тіла. Змінюйте лише характеристики, пов'язані зі статтю, зберігаючи ідентичність і схожість: структура обличчя адаптована природно, м'якші риси, жіноча зачіска, тонкі жіночі характеристики тіла там, де вже видні. Збережіть вихідне освітлення, тіні, перспективу та якість зображення. Високий реалізм, безшовна інтеграція, без візуальних артефактів.
zh: 将图像中的男人转变为逼真的女性等价物。保持照片完全相同:相同的框架、相同的背景、相同的环境、相同的姿势、相同的姿态和相同的身体位置。不要扩展、裁剪或生成新的身体部位。只修改性别相关特征,同时保持身份和相似性:面部结构自然调整,特征更柔和,女性化发型,在已可见的地方有微妙的女性身体特征。保持原始照明、阴影、视角和图像质量。高度逼真,无缝集成,无视觉伪影。

# womanToManPromptLabel
source: Woman to Man
bn: নারী থেকে পুরুষ
de: Frau zu Mann
el: Γυναίκα σε Άνδρα
es: Mujer a hombre
fil: Babae sa Lalaki
fr: Femme vers homme
hi: महिला से पुरुष
id: Wanita ke Pria
it: Donna a Uomo
ja: 女性から男性へ
ko: 여성에서 남성으로
ms: Wanita ke Lelaki
nl: Vrouw naar Man
pt: Mulher para Homem
th: ผู้หญิงเป็นผู้ชาย
uk: Жінка в Чоловіка
zh: 女变男
